{
    "earth": {
        "header__earth-link": "Erde",
        "header__moon-link": "Mond",
        "header__mars-link": "Mars",
        "header__exploration-link": "Forschung",
        "header__landscape-link": "Landschaft",
        "header__parameters-link": "Parameter",
        "header__satellites-link": "Satelliten",
        "header__habitability-link": "Bewohnbarkeit",
        "header__language-link": "Sprachen",
        "popup__selLang": "Wählen Sie eine Sprache",
        "hero__title": "Erde",
        "hero__sub-title": "der blaue Planet",
        "hero__start-btn": "Leitfaden starten",
        "hero__exploration-title": "Forschung",
        "hero__exploration-text--1": "Entdecker wie Kolumbus, Magellan und da Gama veränderten unser geografisches Verständnis dramatisch, indem sie Kontinente, Ozeane und Kulturen kartierten, die den Europäern zuvor unbekannt waren.",
        "hero__exploration-text--2": "Geologie und Geografie entwickelten sich zu wissenschaftlichen Disziplinen. Wissenschaftler wie Humboldt und Lyell untersuchten Gesteine, Klimata und Landformen und legten so den Grundstein für die modernen Geowissenschaften.",
        "hero__exploration-text--3": "Mit Instrumenten wie Barometern und Thermometern wurden Wetterdaten systematisch erfasst. Im 19. Jahrhundert entstanden internationale meteorologische Dienste und Klimabeobachtungen.",
        "hero__exploration-text--4": "Eine V2-Rakete machte das erste Bild der Erde aus dem Weltraum, aufgenommen aus über 100 km Höhe (1946). Dies markierte den Beginn der weltraumgestützten Erdbeobachtung.",
        "hero__exploration-text--5": "TIROS-1, von der NASA gestartet, begann 1960 mit der Echtzeit-Wetterbeobachtung aus dem Orbit. Dies revolutionierte die Meteorologie und die Katastrophenvorhersage.",
        "hero__exploration-text--6": "Landsat-Satelliten (seit 1972) liefern kontinuierlich detaillierte Bilder der Erdoberfläche — Wälder, Städte, Landwirtschaft und Veränderungen von Ökosystemen — und bilden damit die längste Erdbeobachtungsreihe.",
        "hero__exploration-text--7": "Diese Missionen verfolgen Klima, Wasser, Verschmutzung und Katastrophen in Echtzeit. Das Copernicus-Programm der ESA und das EOS-Programm der NASA sind führend in der Umweltüberwachung.",
        "hero__img-comment": "Der erste Mensch, der die Erde aus dem Weltraum sah, war Juri Gagarin, der am 12. April 1961 an Bord des sowjetischen Raumschiffs Wostok-1 den Planeten umkreiste.",
        "landscape__title": "Landschaft",
        "landscape__sub-title--1": "Oberfläche",
        "landscape__surface-text--1": "Der Mount Everest liegt im Himalaya zwischen Nepal und China und ist der höchste Punkt auf der Erdoberfläche. Er erhebt sich etwa 8.848 Meter und wächst durch die Bewegung der tektonischen Platten jedes Jahr leicht weiter.",
        "landscape__surface-text--2": "Etwa 71 % der Erdoberfläche sind mit Wasser bedeckt, der Großteil davon in Ozeanen. Die restlichen 29 % bestehen aus Land: Kontinente, Inseln, Berge, Ebenen und andere natürliche Landformen.",
        "landscape__surface-text--3": "Wüsten wie die Sahara oder Atacama entstehen in Gebieten mit extrem wenig Niederschlag. Diese Regionen haben oft extreme Temperaturen und eine spärliche Vegetation, sodass nur hochangepasste Pflanzen und Tiere dort überleben können.",
        "landscape__surface-text--4": "Die Erdoberfläche wird durch die Bewegung der tektonischen Platten geformt. Wenn Platten kollidieren, entstehen Berge; wenn sie sich auseinanderbewegen, bilden sich Täler oder Risse, und ihre Bewegung kann auch Erdbeben auslösen.",
        "landscape__surface-text--5": "Vulkane entstehen meist entlang von Plattengrenzen oder über heißen Mantelplumes. Wenn Magma durch die Kruste austritt, bildet es Vulkankegel und Landschaften, die oft Ökosysteme verändern und neues Land schaffen.",
        "landscape__surface-text--6": "Im Laufe der Zeit verändert Erosion durch Wind, Regen, Flüsse, Gletscher und Wellen die Erdoberfläche. Sie trägt Berge ab, vertieft Täler und schafft Landschaftsformen wie Schluchten, Klippen und Küsten.",
        "landscape__sub-title--2": "Inneres",
        "landscape__interior-text--1": "Die Erde ist in drei Hauptschichten unterteilt: Kruste, Mantel und Kern. Diese Schichten unterscheiden sich in Zusammensetzung, Temperatur und physikalischem Zustand und beeinflussen die geologische Aktivität der Erde.",
        "landscape__interior-text--2": "Die Erdkruste ist die äußerste feste Schicht und variiert in der Dicke. Die ozeanische Kruste ist dünner und dichter, während die kontinentale Kruste dicker und weniger dicht ist und Kontinente und große Landmassen bildet.",
        "landscape__interior-text--3": "Der Mantel liegt unter der Kruste und macht den größten Teil des Erdvolumens aus. Er besteht aus halbfestem Gestein und bewegt sich langsam durch Wärme, was die Bewegung der darüberliegenden tektonischen Platten verursacht.",
        "landscape__interior-text--4": "Wärme aus dem Erdinneren erzeugt Konvektionsströme im Mantel. Diese langsamen, kreisförmigen Bewegungen treiben die Plattentektonik an, was zu Gebirgsbildung, Erdbeben und Vulkanausbrüchen führt.",
        "landscape__interior-text--5": "Der äußere Kern ist eine heiße, flüssige Schicht aus geschmolzenem Eisen und Nickel. Die ständige Bewegung dieses flüssigen Metalls erzeugt das schützende Magnetfeld der Erde.",
        "landscape__interior-text--6": "Der innere Kern bleibt trotz Temperaturen, die mit denen der Sonnenoberfläche vergleichbar sind, aufgrund des enormen Drucks der darüberliegenden Schichten fest.",
        "landscape__interior-text--7": "Das Magnetfeld der Erde erstreckt sich bis ins All und wirkt wie ein Schild. Es lenkt geladene Teilchen der Sonne ab und schützt so die Atmosphäre und lebende Organismen vor schädlicher Strahlung.",
        "landscape__interior-text--8": "Erdbeben erzeugen seismische Wellen, die durch das Erdinnere wandern. Anhand ihrer Geschwindigkeit und Richtung können Wissenschaftler die Zusammensetzung und den Zustand der inneren Schichten bestimmen.",
        "landscape__interior-text--9": "Temperatur und Druck nehmen mit der Tiefe zu. Pro Kilometer Tiefe steigt die Temperatur um etwa 25–30 °C und erreicht im Erdkern über 5.000 °C.",
        "parameters__title": "Parameter",
        "parameters__card-title--1": "Durchmesser Äquator",
        "parameters__card-title--2": "Polardurchmesser",
        "parameters__card-title--3": "Mittlerer Radius",
        "parameters__card-title--4": "Äquatorumfang",
        "parameters__card-title--5": "Oberfläche",
        "parameters__card-title--6": "Masse",
        "parameters__card-title--7": "Dichte",
        "parameters__card-title--8": "Gravitation",
        "parameters__card-title--9": "Sterntag (Dauer)",
        "parameters__card-title--10": "Umlaufzeit (Jahr)",
        "parameters__card-title--11": "Rotation am Äquator",
        "parameters__card-title--12": "Orbitaltempo",
        "parameters__card-title--13": "Achsenneigung",
        "parameters__card-unit--km": "km",
        "parameters__card-unit--km²": "km²",
        "parameters__card-unit--kg": "kg",
        "parameters__card-unit--g/cm³": "g/cm³",
        "parameters__card-unit--m/s²": "m/s²",
        "parameters__card-unit--h": "st",
        "parameters__card-unit--m": "m",
        "parameters__card-unit--s": "s",
        "parameters__card-unit--days": "Tage",
        "parameters__card-unit--km/h": "km/h",
        "parameters__card-unit--km/s": "km/s",
        "card-title-about": "Über",
        "parameters__card-text--1": "Der Äquatordurchmesser der Erde beträgt etwa 12.756 km. Diese Zahl wurde bereits um 240 v. Chr. von Eratosthenes mit überraschender Genauigkeit durch einfache geometrische Prinzipien bestimmt. Moderne Satellitenmissionen wie LAGEOS und GPS-Netzwerke haben diese Messung mit hoher Präzision bestätigt. Der Durchmesser ist am Äquator größer als an den Polen, da die Erdrotation zu einer leichten Ausbeulung führt und die Erde ein abgeplattetes Sphäroid bildet.",
        "parameters__card-text--2": "Der Poldurchmesser der Erde beträgt etwa 12.714 km und ist damit etwas kürzer als der Äquatordurchmesser. Diese Abplattung an den Polen wurde bereits im 17. Jahrhundert von Isaac Newton vorhergesagt und im 18. Jahrhundert durch französische Expeditionen nach Lappland und Peru bestätigt. Der Unterschied in den Durchmessern ist auf die Zentrifugalkraft infolge der Erdrotation zurückzuführen. Die Form – ein abgeplattetes Sphäroid – wurde durch Satelliten-Lasermessungen und Erdbeobachtungsmissionen weiter bestätigt.",
        "parameters__card-text--3": "Der mittlere Radius der Erde beträgt etwa 6.371 km. Er ergibt sich aus dem Durchschnitt von Äquator- und Poldurchmesser und wird in globalen Modellen wie WGS-84 verwendet, die für GPS-Navigation unerlässlich sind. Obwohl die Erde keine perfekte Kugel ist, reicht dieser durchschnittliche Radius für viele wissenschaftliche und technische Anwendungen aus. Der Wert wurde über Jahrhunderte hinweg durch Meridianmessungen und moderne Satellitendaten auf eine Genauigkeit im Submeterbereich verfeinert.",
        "parameters__card-text--4": "Der Äquatorumfang der Erde beträgt etwa 40.075 Kilometer. Dieser Wert wurde erstmals von antiken Gelehrten wie Eratosthenes anhand einfacher Beobachtungen und trigonometrischer Berechnungen geschätzt. Er nutzte den Abstand zwischen zwei Städten und den Sonnenstand, um den Erdumfang zu bestimmen. Heute ermöglichen Satellitentechnologie und GPS-Systeme eine äußerst präzise Messung. Aufgrund der Wölbung am Äquator ist dieser Umfang größer als der meridionale (von Pol zu Pol).",
        "parameters__card-text--5": "Die Gesamtoberfläche der Erde beträgt etwa 510 Millionen Quadratkilometer. Rund 71 % dieser Fläche sind von Ozeanen bedeckt, die übrigen 29 % bestehen aus Land. Erste Schätzungen basierten auf einfachen geometrischen Modellen, während heutige Werte auf Satellitenaltimetrie, globaler Kartierung und geodätischen Daten beruhen. Eine genaue Kenntnis der Erdoberfläche ist entscheidend für Klimastudien, Satellitendesign und das Verständnis des globalen Energiehaushalts.",
        "parameters__card-text--6": "Die Masse der Erde wird auf etwa 5,972 × 10²⁴ Kilogramm geschätzt. Sie wurde erstmals 1798 von Henry Cavendish mithilfe einer Torsionswaage bestimmt – ein Experiment, das als 'Wägung der Erde' bekannt wurde. Dabei berechnete er die Gravitationskonstante, was die Bestimmung der Erdmasse ermöglichte. Heutige, verfeinerte Methoden und Satellitendaten liefern äußerst präzise Messungen.",
        "parameters__card-text--7": "Die durchschnittliche Dichte der Erde beträgt etwa 5,51 Gramm pro Kubikzentimeter, was sie zum dichtesten Planeten im Sonnensystem macht. Diese hohe Dichte ist auf schwere Materialien im Erdkern wie Eisen und Nickel zurückzuführen. Frühe Wissenschaftler berechneten die Dichte anhand von Masse und Volumen der Erde, doch heutige seismische Studien und Gravitationsmodelle liefern detaillierte Erkenntnisse über den inneren Aufbau.",
        "parameters__card-text--8": "Die Erdbeschleunigung an der Oberfläche beträgt im Durchschnitt etwa 9,81 m/s². Sie wurde im 17. Jahrhundert mithilfe von Pendeln erstmals genau gemessen, variiert jedoch geringfügig je nach Ort. Die Gravitation ist an den Polen stärker und am Äquator schwächer – verursacht durch Rotation und Wölbung. Moderne Gravimeter, Satelliten wie GRACE und Lasermessungen ermöglichen eine präzise Kartierung der Schwerkraft, die Informationen über Meeresströmungen, unterirdische Strukturen und Eismassen liefert.",
        "parameters__card-text--9": "Ein siderischer Tag – also die Zeit, die die Erde für eine vollständige Rotation relativ zu den Sternen benötigt – dauert etwa 23 Stunden, 56 Minuten und 4 Sekunden. Dieser unterscheidet sich leicht vom Sonnentag (24 Stunden) aufgrund der Erdumlaufbahn um die Sonne. Bereits antike Astronomen stellten diesen Unterschied bei der Beobachtung der Sterne fest. Die siderische Zeit ist für Astronomie und Satellitennavigation entscheidend.",
        "parameters__card-text--10": "Die Erde benötigt etwa 365,25 Tage für eine vollständige Umlaufbahn um die Sonne. Das zusätzliche Vierteljahr erklärt, warum alle vier Jahre ein Schaltjahr eingeführt wird. Die präzise Bestimmung des Erdjahres wurde über Jahrhunderte durch Sonnenkalender, astronomische Beobachtungen und heute mit Atomuhren verfeinert. Die Erdumlaufbahn ist leicht elliptisch, was sich auf Jahreszeiten und Sonneneinstrahlung auswirkt.",
        "parameters__card-text--11": "Am Äquator rotiert die Erdoberfläche mit einer Geschwindigkeit von etwa 1.670 Kilometern pro Stunde. Diese Geschwindigkeit nimmt in Richtung Pole ab. Die Erdrotation wurde durch Beobachtungen wie das Foucaultsche Pendel nachgewiesen und später durch Satelliten und Lasergyroskope gemessen. Die Rotation beeinflusst Wetter, Meeresströmungen und Flugrouten durch den Coriolis-Effekt.",
        "parameters__card-text--12": "Die Erde bewegt sich mit einer durchschnittlichen Geschwindigkeit von etwa 29,78 Kilometern pro Sekunde (über 107.000 km/h) um die Sonne. Diese Geschwindigkeit gleicht die Gravitationskraft und Zentrifugalkraft aus, wodurch die Umlaufbahn stabil bleibt. Erste Berechnungen erfolgten anhand von Keplers Gesetzen und der Newtonschen Mechanik. Heutzutage wird dies durch Weltraummissionen, Dopplermessungen und Satellitennavigation bestätigt.",
        "parameters__card-text--13": "Die Erdachse ist um etwa 23,44 Grad gegenüber der Umlaufbahn geneigt. Diese Neigung verursacht die Jahreszeiten und unterschiedliche Tageslängen. Schon in der Antike wurde sie mit Sonnenuhren und Sternenkarten bestimmt und wird heute von Satelliten überwacht. Über Jahrtausende verändert sich die Neigung leicht in einem Zyklus namens Präzession der Erdachse, was langfristige Klimaveränderungen beeinflusst.",
        "satellites__title": "Satelliten",
        "satellites__card-title--1": "Mond",
        "satellites__card-title--2": "Sputnik-1",
        "satellites__card-title--3": "Explorer-1",
        "satellites__card-title--4": "Luna-1",
        "satellites__card-title--5": "Transit-1B",
        "satellites__card-title--6": "Telstar-1",
        "satellites__card-title--7": "Meteor-1",
        "satellites__card-title--8": "GPS Navstar-1",
        "satellites__card-title--9": "Weltraumteleskop Hubble",
        "satellites__card-title--10": "Internationale Raumstation",
        "satellites__card-title--11": "Sentinel-1A",
        "satellites__card-title--12": "Starlink",
        "satellites__card-unit--exp": "erforscht",
        "satellites__card-unit--launched": "gestartet",
        "satellites__card-text--1": "Der Mond, der einzige natürliche Satellit der Erde, entstand vor etwa 4,5 Milliarden Jahren vermutlich durch Trümmer nach dem Einschlag eines marsgroßen Körpers. Die Beobachtung von Mondphasen und Finsternissen begann bereits in alten Zivilisationen. Galileos Teleskop von 1609 enthüllte Krater und Berge. Proben der Apollo-Missionen (1969–1972) bestätigten seinen vulkanischen Ursprung und revolutionierten unser Verständnis der Planetenentstehung und des Erde-Mond-Systems.",
        "satellites__card-text--2": "Sputnik-1, der erste künstliche Satellit, wurde am 4. Oktober 1957 von der UdSSR gestartet. Diese 83,6 kg schwere polierte Metallkugel sendete Radiosignale auf 20 und 40 MHz und umrundete die Erde alle 96 Minuten. Er funktionierte 22 Tage lang und verglühte am 4. Januar 1958. Entwickelt von Sergei Koroljow, löste er das Weltraumrennen aus und bewies die Umsetzbarkeit von Orbitalphysik und atmosphärischer Widerstandsmessung durch Bahndekorruption.",
        "satellites__card-text--3": "Explorer-1, der erste US-amerikanische Satellit, wurde am 1. Februar 1958 mit einer Juno-I-Rakete gestartet. Er wog etwa 14 kg und entdeckte die ersten Strahlungsgürtel der Erde (Van-Allen-Gürtel). Er war 111 Tage lang aktiv und blieb bis 1970 in der Umlaufbahn. Der erfolgreiche Start stärkte das Vertrauen der USA nach Sputnik und markierte Amerikas offiziellen Einstieg ins Weltraumrennen.",
        "satellites__card-text--4": "Luna-1, gestartet von der UdSSR am 2. Januar 1959, war das erste Raumfahrzeug, das die Fluchtgeschwindigkeit erreichte und die erste künstliche Sonde in einer heliozentrischen Umlaufbahn. Sie passierte den Mond in 5.995 km Entfernung, verfehlte aber den Aufprall. Entwickelt von Sergei Koroljow für das E-1-Programm, ebnete die Mission trotz Fehlschlags den Weg für Luna-2 (erster Aufschlag) und Luna-3 (erste Rückseitenfotos des Mondes).",
        "satellites__card-text--5": "Transit-1B, Teil des Navigationssystems der US-Marine (Vorläufer von GPS), wurde am 13. April 1960 mit einer Thor-Ablestar-Rakete gestartet. Er testete die satellitengestützte Navigation mittels Doppler-Prinzip. Über mehr als 30 Jahre diente das System U-Booten, Schiffen und Flugzeugen zur Navigation. Transit-1B bewies die Genauigkeit und Zuverlässigkeit der Satellitenpositionierung – ein Grundstein für moderne GPS-Technologie.",
        "satellites__card-text--6": "Telstar-1, gestartet am 10. Juli 1962 von AT&T/NASA mit einer Thor-Delta-Rakete, war der erste aktive Kommunikationssatellit. Ausgestattet mit Helixantenne und Transpondern ermöglichte er am 23. Juli 1962 die erste Live-Übertragung eines transatlantischen Fernsehbildes. Obwohl nur wenige Monate aktiv – beeinträchtigt durch den Atomtest Starfish Prime – bewies er die Machbarkeit von Satellitenkommunikation und leitete das Zeitalter globaler TV-, Telefon- und Datenübertragung ein.",
        "satellites__card-text--7": "Meteor-1, der erste operationelle Wettersatellit der Sowjetunion, wurde am 26. März 1969 mit einer Wostok-Rakete von Plessezk aus gestartet. Entwickelt vom Institut VNIIEM, verfügte er über ein Dreiachsen-Stabilisierungssystem und Instrumente zur Wolkenbeobachtung. Die täglichen Bilder wurden zur Wettervorhersage und Umweltüberwachung genutzt. Der Erfolg führte zur fortlaufenden Meteor-Serie (Meteor-1 bis Meteor-3), die wichtige Daten zu Wetter, Eisflächen und Atmosphäre lieferte.",
        "satellites__card-text--8": "Navstar-1, gestartet am 22. Februar 1978 von der US-Luftwaffe, war der erste GPS-Satellit der Block-I-Serie. Mit Atomuhren an Bord testete er die Prinzipien der passiven Distanzmessung und präzisen Zeitbestimmung, entscheidend für Satellitennavigation. Er demonstrierte 3D-Positionierung (Breite, Länge, Höhe). Die Block-I-Serie ebnete den Weg für das operationelle GPS-System, das heute weltweit in Luftfahrt, Marine, Militär und zivilen Anwendungen genutzt wird.",
        "satellites__card-text--9": "Das Weltraumteleskop Hubble wurde am 24. April 1990 mit der Raumfähre Discovery in eine niedrige Erdumlaufbahn (~547 km Höhe) gebracht. Benannt nach dem Astronomen Edwin Hubble, besitzt es einen 2,4 m großen Spiegel. Frühere Bildfehler wurden 1993 durch eine Wartungsmission korrigiert. Seitdem revolutionierte Hubble die Astrophysik mit Daten über Galaxien, Exoplaneten, Dunkle Energie und die Ausdehnung des Universums. Es ist weiterhin aktiv und wird regelmäßig gewartet.",
        "satellites__card-text--10": "Die Internationale Raumstation (ISS), ein Gemeinschaftsprojekt von fünf Raumfahrtagenturen (NASA, Roskosmos, ESA, JAXA, CSA), wurde ab 1998 mit den Modulen Sarja und Unity zusammengebaut. Seit November 2000 ist sie dauerhaft bemannt und umkreist die Erde alle 90 Minuten in ~400 km Höhe. Sie dient multinationalen Crews für Forschung in Schwerelosigkeit, Biologie, Materialwissenschaften und Raumfahrtsystemen. Über 240 Astronauten aus 15 Ländern haben teilgenommen – ein Symbol internationaler Zusammenarbeit.",
        "satellites__card-text--11": "Sentinel-1A, gestartet am 3. April 2014, ist der erste Radarsatellit mit synthetischer Apertur im EU-Copernicus-Programm. In ~700 km Höhe liefert sein C-Band-Radar Tag und Nacht bei jedem Wetter Aufnahmen der Erde. Er erfasst Bodenverformungen, Meereis, Ölverschmutzungen und Veränderungen in der Landnutzung. Schon neun Tage nach dem Start entstanden erste Radarbilder. Sentinel-1A liefert wichtige Daten für Umweltüberwachung, Katastrophenhilfe und Wissenschaft.",
        "satellites__card-text--12": "Starlink, seit 2015 von SpaceX entwickelt und seit Mai 2019 in Betrieb, ist das weltweit größte Internet-Konstellationssystem im niedrigen Erdorbit (LEO). Es soll globale Breitbandverbindungen ermöglichen. Begonnen mit zwei Testsatelliten 2018, wuchs es bis 2025 auf Tausende Satelliten. Starlink bringt Internet in entlegene Regionen und unterstützt weltweit über 5 Millionen Nutzer. Es ist zentral für den Ausbau globaler Konnektivität und entwickelt sich stetig weiter.",
        "habitability__title": "Bewohnbarkeit",
        "habitability__sub-title--1": "In der Luft",
        "habitability__sub-title--2": "Auf der Erdoberfläche",
        "habitability__info-text--air": "Die Erde ist der einzige bekannte Planet im Universum, der eine enorme Vielfalt an Leben unterstützt. Ihr gemäßigtes Klima, flüssiges Wasser, eine schützende Atmosphäre und eine stabile Umlaufbahn machen sie besonders lebensfreundlich.<br> Eine der bemerkenswertesten Eigenschaften der Erde ist ihre Biodiversität. Leben existiert von den tiefsten Ozeanen bis zu den höchsten Bergen – mit rund 8,7 Millionen Arten, darunter Mikroorganismen, Pflanzen, Tiere und Pilze. Besonders gut erforscht sind Vögel und Säugetiere.<br> Vögel mit über 10.000 Arten bewohnen fast alle Ökosysteme. Ihre Flugfähigkeit ermöglicht Migration, Bestäubung, Samenverbreitung und Schädlingskontrolle. Manche, wie die Küstenseeschwalbe, ziehen zwischen den Polen; andere, wie Papageien, leben nur in artenreichen Regionen.<br> Säugetiere (über 6.400 Arten) reichen von Fledermäusen bis zu Walen. Viele zeigen komplexes Verhalten. Menschen als dominierende Spezies beeinflussen Ökosysteme stark, während andere – etwa Primaten oder Meeressäuger – wichtige Rollen spielen.<br> Alle Lebensformen – von Vögeln bis Insekten – sind Teil vernetzter Nahrungsnetze. Sauerstoff, Wasser und gemäßigte Temperaturen ermöglichen ihr Überleben. Wälder, Feuchtgebiete und Ozeane bieten spezielle Lebensräume.<br> Trotz ihrer Widerstandsfähigkeit ist das Leben von der Klimastabilität abhängig. Der Verlust an Artenvielfalt durch Lebensraumzerstörung, Verschmutzung und Klimawandel zeigt, wie zerbrechlich unser Planet ist.",
        "habitability__img-comment--air": "Der Habicht ist ein Greifvogel aus der Familie der Habichtartigen. Er kommt auf fast allen Kontinenten vor. Seine Lebensräume sind vielfältig: Berge, Ebenen, lichte Wälder, Dschungel und Savannen. Die ersten Arten traten vor etwa 50 Millionen Jahren auf.",
        "habitability__air-text--1": "Vögel entwickelten sich vor etwa 150 Millionen Jahren im Jura aus kleinen theropoden Dinosauriern. Im Laufe der Zeit entwickelten sie Federn nicht nur zur Isolierung, sondern auch zum Fliegen – zusammen mit hohlen Knochen und effizienten Lungen. Diese Merkmale ermöglichen den aktiven Flug moderner Vögel.",
        "habitability__air-text--2": "Fledermäuse sind die einzigen Säugetiere, die zu echtem, dauerhaftem Flug fähig sind. Ihre Flügel bestehen aus einer dünnen Haut, die über verlängerte Finger gespannt ist. Sie nutzen Echoortung – also das Aussenden und Interpretieren von Schallwellen –, um sich im Dunkeln zu orientieren und Beute zu finden. Damit sind sie unter fliegenden Wirbeltieren einzigartig und hochgradig an nächtliche Lebensräume angepasst.",
        "habitability__air-text--3": "Insekten wie Bienen, Schmetterlinge und Libellen sind auf Luftbewegung angewiesen. Sie nutzen den Flug nicht nur zum Sammeln von Nahrung und zur Bestäubung, sondern auch zur Flucht vor Fressfeinden und für weite Wanderungen. Ihre komplexen Augen und chemischen Sinnesorgane helfen ihnen, sich effizient in der Luft zu orientieren.",
        "habitability__air-text--4": "Einige Vogelarten – insbesondere Mauersegler – haben bemerkenswerte Anpassungen entwickelt, die es ihnen ermöglichen, nahezu ihr gesamtes Leben in der Luft zu verbringen. Sie fangen fliegende Insekten, schlafen kurzzeitig im Gleitflug und können sogar in der Luft paaren. Dieses Leben erfordert präzise Flügelkontrolle und hohe Energieeffizienz.",
        "habitability__air-text--5": "Aerobe Mikroben wurden in den oberen Schichten der Erdatmosphäre entdeckt, darunter Bakterien und Pilzsporen. Diese Organismen können dort über lange Zeit überleben und beeinflussen möglicherweise Wolkenbildung und Klima. Ihre Existenz zeigt, dass Leben selbst in extremen Luftschichten möglich ist.",
        "habitability__air-text--6": "Fliegende Tiere nutzen eine Vielzahl von Flügelformen und Flugtechniken, um sich an ihre Lebensräume anzupassen. Kolibris schweben mit schnellen Flügelschlägen, Adler gleiten auf Thermikströmen, und Fliegen zeigen beeindruckende Wendigkeit. Diese Strategien optimieren Energieverbrauch und Mobilität in Wäldern, Bergen und offenem Himmel.",
        "habitability__info-text--ground": "Das Leben an der Erdoberfläche gehört zu den dynamischsten und sichtbarsten Erscheinungsformen biologischer Komplexität. Terrestrische Lebensräume – von Wüsten und Grasländern bis zu Wäldern und Gebirgen – beherbergen eine erstaunliche Vielfalt an Lebensformen, die sich an unterschiedliche Temperaturen, Höhenlagen und Feuchtigkeitsverhältnisse angepasst haben. Im Gegensatz zum Wasserleben müssen sich Landorganismen mit besonderen Herausforderungen wie Schwerkraft, Austrocknung und größeren Temperaturschwankungen auseinandersetzen. Pflanzen entwickelten dafür Wurzeln und Gefäßsysteme zur Wasseraufnahme, während Tiere Lungen, Gliedmaßen und schützende Körperbedeckungen entwickelten.<br> Insekten – die vielfältigste Gruppe der Landtiere – übernehmen wichtige Aufgaben wie Bestäubung und Zersetzung. Größere Tiere wie Huftiere und Fleischfresser beeinflussen Pflanzengesellschaften und halten durch Weide- und Jagdverhalten das ökologische Gleichgewicht. Bodenlebewesen – darunter Pilze, Bakterien und Wirbellose – bilden eine verborgene, aber entscheidende Schicht unter der Oberfläche. Sie recyceln Nährstoffe und unterstützen das Pflanzenwachstum.<br> Wild lebende Säugetiere – von Rehen und Wildschweinen bis zu Wölfen, Füchsen und Bären – spielen eine zentrale Rolle im ökologischen Gleichgewicht, indem sie Populationen regulieren und Vegetation beeinflussen. Ihre Anwesenheit oder ihr Fehlen kann ganze Nahrungsketten verändern. Trotz ihrer Anfälligkeit für Veränderungen zeigt die Biosphäre der Erdoberfläche eine beeindruckende Widerstandskraft und Anpassungsfähigkeit – sie bewahrt die Lebensbedingungen für eine große Vielfalt von Pflanzen- und Tierarten.",
        "habitability__img-comment--ground": "Das Reh ist ein hufiges Säugetier aus der Familie der Hirsche. Es lebt in Wäldern, Wiesen und Bergen in Europa, Asien und Amerika. Rehe bewohnen verschiedene Lebensräume – von dichten Wäldern bis zu offenen Ebenen. Die ersten bekannten Arten traten vor etwa 20 Millionen Jahren auf.",
        "habitability__ground-text--1": "Die ersten Landtiere waren Gliederfüßer wie Tausendfüßer und Skorpione, die sich vor über 400 Millionen Jahren aus aquatischen Vorfahren entwickelten.",
        "habitability__ground-text--2": "Amphibien waren ein bedeutender evolutionärer Schritt, da sie Wasser- und Landleben miteinander verbanden. Sie entwickelten Lungen und Beine vor etwa 370 Millionen Jahren.",
        "habitability__ground-text--3": "Reptilien entwickelten robuste, schuppige Haut und legten Amnioteneier, was ihnen ermöglichte, ihr ganzes Leben an Land zu verbringen, ohne zur Fortpflanzung ins Wasser zurückzukehren.",
        "habitability__ground-text--4": "Säugetiere erschienen vor rund 200 Millionen Jahren und passten sich mit warmblütigem Stoffwechsel und komplexen Gehirnen an vielfältige Lebensräume an Land an.",
        "habitability__ground-text--5": "Insekten wurden zur artenreichsten Gruppe von Landtieren, indem sie Flügel und Metamorphose entwickelten – Merkmale, die es ihnen ermöglichten, fast alle terrestrischen Lebensräume zu besiedeln."
    },
    "moon": {
        "header__earth-link": "Erde",
        "header__moon-link": "Mond",
        "header__mars-link": "Mars",
        "header__exploration-link": "Forschung",
        "header__landscape-link": "Landschaft",
        "header__parameters-link": "Parameter",
        "header__satellites-link": "Satelliten",
        "header__habitability-link": "Bewohnbarkeit",
        "header__language-link": "Sprachen",
        "popup__selLang": "Wählen Sie eine Sprache",
        "hero__title": "Mond",
        "hero__sub-title": "Silberne Mond",
        "hero__start-btn": "Leitfaden starten",
        "hero__exploration-title": "Forschung",
        "hero__exploration-text--1": "Im Jahr 1609 benutzte Galileo Galilei erstmals ein Teleskop zur Beobachtung des Mondes und entdeckte Berge und Krater – damit widerlegte er die Vorstellung eines vollkommen glatten Himmelskörpers.",
        "hero__exploration-text--2": "1957 startete die UdSSR Sputnik-1 und leitete das Raumfahrtzeitalter ein; 1959 erreichte Luna 2 als erstes vom Menschen gebautes Objekt die Mondoberfläche.",
        "hero__exploration-text--3": "1959 fotografierte die sowjetische Luna 3 erstmals die Rückseite des Mondes – ein Bereich, der wegen der synchronen Rotation nie von der Erde aus sichtbar ist.",
        "hero__exploration-text--4": "Am 20. Juli 1969 betrat Neil Armstrong als erster Mensch im Rahmen der Apollo-11-Mission den Mond – ein gewaltiger Meilenstein der menschlichen Technikgeschichte.",
        "hero__exploration-text--5": "1972 war Apollo 17 die letzte bemannte Mondmission. Seitdem erfolgt die Erkundung des Mondes nur noch durch Robotersonden und Satelliten.",
        "hero__exploration-text--6": " Im 21. Jahrhundert begannen China, Indien, die USA und weitere Länder eine neue Phase der Monderkundung – mit Plänen für Basen, Rohstoffabbau und Teleskope auf der Rückseite des Mondes.",
        "hero__exploration-text--7": "Wissenschaftler nutzen Reflektoren der Apollo-Missionen zur Lasermessung, wodurch sie die Entfernung zum Mond genau bestimmen – der Mond entfernt sich jährlich um 3,8 Zentimeter von der Erde.",
        "hero__img-comment": "Der erste Mensch, der den Mond aus nächster Nähe vom Weltraum aus sah, war der US-Astronaut Frank Borman, Kommandant der Apollo-8-Mission im Jahr 1968. Die Besatzung war die erste, die den Mond umkreiste und Bilder aus der Mondumlaufbahn aufnahm.",
        "landscape__title": "Landschaft",
        "landscape__sub-title--1": "Oberfläche",
        "landscape__surface-text--1": "Die Mondoberfläche weist Krater, Ebenen (Maria), Grate und Täler auf, geformt durch Meteoriteneinschläge und uralte vulkanische Aktivität vor über 3 Milliarden Jahren.",
        "landscape__surface-text--2": "Dunkle Maria sind basaltische Lavaebenen, entstanden nach gewaltigen Einschlägen, bei denen Lava durch Risse austrat, erstarrte und dunkle Regionen bildete.",
        "landscape__surface-text--3": "Die hellen Hochländer des Mondes sind älter als die Maria, stärker verkratert und bestehen hauptsächlich aus Anorthositgestein aus der frühen Mondkruste.",
        "landscape__surface-text--4": "Das größte Einschlagbecken — Südpol–Aitken — misst 2.500 km und gehört zu den ältesten Oberflächenstrukturen im gesamten Sonnensystem.",
        "landscape__surface-text--5": "Regolith ist eine lockere Schicht aus Staub, Gestein und Trümmern, die durch Millionen Meteoriteneinschläge die feste Mondoberfläche zermalmten.",
        "landscape__surface-text--6": "Ohne Atmosphäre findet auf dem Mond keine Erosion statt. Selbst uralte Krater bleiben daher über Milliarden Jahre hinweg gut erhalten.",
        "landscape__sub-title--2": "Inneres",
        "landscape__interior-text--1": "Mondboden – Regolith – enthält Basaltfragmente, Anorthosit, Mineralien und Glas, entstanden durch Mikro-Einschläge und thermische Zersetzung auf der Mondoberfläche.",
        "landscape__interior-text--2": "Die Regolithtiefe variiert je nach Region von 2 bis 20 Metern. In Hochländern ist sie dicker aufgrund ihres Alters und häufiger Einschläge.",
        "landscape__interior-text--3": "Zwischen 1969–1972 brachte das Apollo-Programm 382 kg Mondboden zur Erde, was detaillierte Analysen von Mineralogie, Alter und Isotopen ermöglichte.",
        "landscape__interior-text--4": "Studien zeigten, dass Mondgestein zwischen 3,2 und 4,5 Milliarden Jahre alt ist – älter als die meisten Gesteine auf der Erde.",
        "landscape__interior-text--5": "Mondboden enthält Pyroxen, Olivin und Ilmenit – typische Minerale magmatischen Ursprungs – sowie mikroskopische Glaskügelchen durch Meteoritenschmelze.",
        "landscape__interior-text--6": "Mondstaub ist äußerst fein und abrasiv. Astronauten berichteten, dass er in Anzüge und Geräte eindrang und Filter sowie Mechanik beschädigte.",
        "landscape__interior-text--7": "Ilmenit im Mondboden enthält Titan und Sauerstoff, was für künftige Rohstoffgewinnung und Lebenserhaltung auf Mondbasen von großem Interesse ist.",
        "landscape__interior-text--8": "Chinas Chang’e-5-Mission brachte 2020 Gesteinsproben aus jüngeren Regionen zurück – nur 1,97 Milliarden Jahre alt, die jüngsten bisher entnommenen.",
        "landscape__interior-text--9": "Geochemische Analysen bestätigen, dass der Mond nach der Kollision der Erde mit dem marsgroßen Theia entstand – aus ausgeschleudertem Material.",
        "parameters__title": "Parameter",
        "parameters__card-title--1": "Durchmesser Äquator",
        "parameters__card-title--2": "Polardurchmesser",
        "parameters__card-title--3": "Mittlerer Radius",
        "parameters__card-title--4": "Äquatorumfang",
        "parameters__card-title--5": "Oberfläche",
        "parameters__card-title--6": "Masse",
        "parameters__card-title--7": "Dichte",
        "parameters__card-title--8": "Gravitation",
        "parameters__card-title--9": "Sterntag (Dauer)",
        "parameters__card-title--10": "Umlaufzeit (Jahr)",
        "parameters__card-title--11": "Rotation am Äquator",
        "parameters__card-title--12": "Orbitaltempo",
        "parameters__card-title--13": "Achsenneigung",
        "parameters__card-unit--km": "km",
        "parameters__card-unit--km²": "km²",
        "parameters__card-unit--kg": "kg",
        "parameters__card-unit--g/cm³": "g/cm³",
        "parameters__card-unit--m/s²": "m/s²",
        "parameters__card-unit--t": "t",
        "parameters__card-unit--h": "st",
        "parameters__card-unit--m": "m",
        "parameters__card-unit--days": "Tage",
        "parameters__card-unit--km/h": "km/h",
        "parameters__card-unit--km/s": "km/s",
        "card-title-about": "Über",
        "parameters__card-text--1": "Der Äquatordurchmesser des Mondes beträgt etwa 3474 km und wurde im 3. Jahrhundert v. Chr. vom Griechen Aristarchos von Samos geschätzt. Er beobachtete Finsternisse, maß Erdschatten und verglich Winkeldurchmesser. Mit einfacher Geometrie errechnete er einen groben Wert. Im Mittelalter verfeinerten islamische Gelehrte seine Methode, im 17. Jahrhundert Galileo mit Parallaxe und Triangulation. Radar- und Laser­messungen mit Apollo-Reflektoren im 20. Jahrhundert erreichten Meter­genauigkeit — grundlegend für Mondforschung und Raumfahrt.",
        "parameters__card-text--2": "Der Polardurchmesser des Mondes beträgt rund 3472 km — etwas kürzer als der Äquatordurchmesser, was seine kugelähnliche Form bestätigt. Unterschiede wurden in den 1960er-Jahren durch Telemetrie amerikanischer Orbiter erkannt. Wichtige Daten lieferten die Lunar Orbiter und 2009 der Lunar Reconnaissance Orbiter. Sie ermöglichten hochauflösende 3D-Modelle von Mondform und Gravitationsfeld — zentral für Forschung und künftige Missionen.",
        "parameters__card-text--3": "Der mittlere Mondradius beträgt etwa 1737,4 km. Erste Schätzungen stammen aus dem 19. Jahrhundert mit optischer Beobachtung. Genaue Werte wurden durch Lunar Orbiter (1966–67) und spätere Lasermessungen an Apollo-Reflektoren erzielt. Diese Daten sind entscheidend für Gravitationsmodelle, Navigation und Simulationen im Orbit.",
        "parameters__card-text--4": "Der Umfang des Mondäquators beträgt etwa 10.921 km. Er wurde aus dem mittleren Radius berechnet. Erste Schätzungen stammen aus dem 19. Jahrhundert. Genauere Daten lieferten Lunar Orbiter und Laserentfernungsmessung in den 1960er–70er Jahren. Der Umfang ist wichtig für Missionsplanung, Kartografie und Orbitberechnungen.",
        "parameters__card-text--5": "Die Mondoberfläche umfasst etwa 37,9 Millionen km². Erste Schätzungen beruhten auf geometrischen Modellen lange vor der Raumfahrtära. Im 20. Jahrhundert verfeinerten Missionen wie Lunar Orbiter und Clementine diese Zahl durch detaillierte Scans. Diese hochauflösenden Karten erlauben die Analyse von Topografie und Landeplätzen. Die Kenntnis der Oberfläche ist essenziell für Missionslogistik, einschließlich dem Einsatz von Raumfahrzeugen, Planung von Rover‑Einsätzen und die Kartierung von Temperaturunterschieden in verschiedenen Mondregionen.",
        "parameters__card-text--6": "Die Mondmasse beträgt etwa 7,35 × 10²² kg. Erste genaue Schätzungen basierten in den 1960er Jahren auf der Analyse von Raumfahrtrajektorien. lunar orbiter‑Missionen und spätere Satelliten lieferten wichtige Daten zum Gravitationsfeld. Frühere Schätzungen beruhten auf der Wirkung auf die Erde. Moderne Methoden, einschließlich der GRAIL‑Mission, verwenden Gravitationsmessungen zur Untersuchung der inneren Massenverteilung. Die Kenntnis der Masse ist entscheidend für Bestimmung der Schwerkraft, Orbitalmechanik und Landeverfahren.",
        "parameters__card-text--7": "Die mittlere Dichte des Mondes beträgt etwa 3,34 g/cm³. Sie wurde durch Kombination von Masse und Volumen ermittelt. Genaue Messungen stammen aus Apollo‑Missionen und Orbiter‑Daten, welche die innere Struktur analysierten. Die relativ geringe Dichte deutet auf einen kleinen metallischen Kern hin. Der Vergleich mit der Erd­dichte unterstützt die Planetesimal‑Kollisionshypothese, wonach der Mond aus Trümmern nach einem Zusammenstoß mit einem marsgroßen Körper namens Theia entstanden ist.",
        "parameters__card-text--8": "Die Oberflächenschwerkraft des Mondes beträgt 1,62 m/s² — ungefähr ein Sechstel der Erdanziehung. Sie wurde erstmals direkt von Apollo‑Astronauten durch Fall‑Experimente gemessen. Präzisere gravi­metrische Karten resultieren aus der NASA‑GRAIL‑Mission (2012), die unterrdische Massenverteilungen offenbarte. Diese Messungen verbesserten die Navigationsgenauigkeit in Orbits und bei Landungen erheblich. Das Verständnis der Mondgravitation ist grundlegend für Raumfahrtmanöver und die Erforschung von Massenanomalien unter der Oberfläche.",
        "parameters__card-text--9": "Der siderische Mondtag dauert 27,3 Erdtage. Diese Dauer wurde erstmals von antiken Astronomen durch Beobachtung der Rotation im Vergleich zu Hintergrundsternen erkannt. Im 20. Jahrhundert bestätigten Radar‑ und optische Tracking‑Methoden diesen Wert. Der siderische Tag entspricht der Umlaufperiode, was zur synchrone Rotation führt und begründet, dass wir stets dieselbe Mondseite sehen. Dieses Phänomen offenbarte die Dynamik der Gezeitenbindung und beeinflusste unser Verständnis der Himmelsmechanik.",
        "parameters__card-text--10": "Die Umlaufperiode des Mondes beträgt 27,3 Erdtage. Sie ist seit der Antike durch Beobachtung von Mondphasen und Positionen am Himmel bekannt. Im 20. Jahrhundert wurden genaue Werte mittels Satelliten‑Telemetrie bestätigt. Dieser Zeitraum steht in direktem Zusammenhang mit der synchronen Rotation, bei der immer dieselbe Mondseite zur Erde weist. Die Umlaufperiode ist entscheidend für die Vorhersage von Finsternissen, die Planung von Mondmissionen und die Modellierung gravitativer Wechselwirkungen mit der Erde.",
        "parameters__card-text--11": "Die Rotationsgeschwindigkeit des Mondes am Äquator beträgt etwa 16,7 km/h, bedingt durch seinen langen siderischen Tag. Erste Berechnungen stammen aus dem 19. Jahrhundert, moderne Bestätigungen erfolgten durch NASA‑Missionen in den 1960er Jahren. Diese langsame Geschwindigkeit bestätigt die synchrone Rotation. Der Parameter ist wichtig für die Simulation der Ausrichtung von Raumfahrzeugen, insbesondere bei Landemanövern, und beeinflusst Navigationssysteme auf der Oberfläche.",
        "parameters__card-text--12": "Die durchschnittliche Umlaufgeschwindigkeit des Mondes beträgt etwa 3 682 km/h. Sie ergibt sich aus seiner Umlaufperiode und Entfernung zur Erde. Ursprünglich im 18. und 19. Jahrhundert geschätzt, später verfeinert durch Telemetriedaten von Raumfahrzeugen. Heutige Messungen erreichen Meter‑pro‑Sekunde‑Genauigkeit. Die Kenntnis dieser Geschwindigkeit ist für Missionsplanung, Gravitationsmanöver und das Erreichen stabiler Mondbahnen unerlässlich.",
        "parameters__card-text--13": "Der Achsenneigungswinkel des Mondes beträgt 1,54°. Er wurde anhand langjähriger astronomischer Beobachtungen ermittelt und durch Missionen wie Clementine und Lunar Reconnaissance Orbiter präzisiert. Die geringe Neigung führt zu minimalen saisonalen Veränderungen. Dies ist entscheidend für Erkundungen in Polregionen, wo flaches Sonnenlicht dauerhaft beschattete Krater erzeugt, die möglicherweise Wassereis enthalten — lebenswichtig für künftige Mondbasen und Treibstoffgewinnung.",
        "satellites__title": "Satelliten",
        "satellites__card-title--1": "Luna 2",
        "satellites__card-title--2": "Luna 3",
        "satellites__card-title--3": "Ranger 7",
        "satellites__card-title--4": "Luna 9",
        "satellites__card-title--5": "Luna 10",
        "satellites__card-title--6": "Lunar Orbiter 1",
        "satellites__card-title--7": "Luna 24",
        "satellites__card-title--8": "Lunar Prospector",
        "satellites__card-title--9": "SMART-1",
        "satellites__card-title--10": "Kaguya (SELENE)",
        "satellites__card-title--11": "LRO (Lunar Reconnaissance Orbiter)",
        "satellites__card-title--12": "Chang'e 2",
        "satellites__card-title--13": "Chang'e 4",
        "satellites__card-title--14": "CAPSTONE",
        "satellites__card-unit--exp": "erforscht",
        "satellites__card-unit--launched": "gestartet",
        "satellites__card-text--1": "Luna 2 war die erste Raumsonde, die 1959 die Mondoberfläche erreichte. Sie schlug in der Nähe des Mare Imbrium ein und lieferte den ersten eindeutigen Nachweis, dass der Mond kein Magnetfeld besitzt. Die Mission markierte einen Meilenstein im Wettlauf ins All zwischen der Sowjetunion und den USA. Sie trug wissenschaftliche Instrumente zur Messung von Strahlung, kosmischen Teilchen und dem Sonnenwind. Trotz ihres Einschlagscharakters war Luna 2 ein historischer Erfolg und legte den Grundstein für weitere sowjetische Mondmissionen in den 1960er Jahren.",
        "satellites__card-text--2": "Luna 3 war eine sowjetische Raumsonde, die 1959 erstmals Bilder der Mondrückseite lieferte. Mit einer speziellen Kamera an Bord nahm sie 29 Fotos auf, wovon 17 verwertbar waren. Die Rückseite des Mondes war bis dahin völlig unbekannt. Trotz technischer Einschränkungen waren die Bilder bahnbrechend. Die Sonde umkreiste den Mond und funkte die Fotos zur Erde zurück. Luna 3 lieferte wertvolle geologische Daten, inspirierte spätere Mondkarten und war ein früher Beweis für erfolgreiche Raumkommunikation über große Distanzen hinweg.",
        "satellites__card-text--3": "Ranger 7 war die erste US-Sonde, die 1964 erfolgreiche Nahaufnahmen vom Mond zur Erde sandte. In den letzten Minuten vor dem Aufprall lieferte sie über 4 300 Bilder, die die NASA für die Auswahl späterer Apollo-Landestellen nutzte. Die Mission war nach mehreren Fehlschlägen ein großer Erfolg und verbesserte das Verständnis der Mondoberfläche. Ranger 7 hatte keine wissenschaftlichen Instrumente, sondern nur Kameras, um möglichst viele Details zu erfassen. Diese hochauflösenden Bilder waren entscheidend für die Vorbereitung bemannter Mondflüge.",
        "satellites__card-text--4": "Luna 9 war die erste Raumsonde, die 1966 weich auf dem Mond landete und Bilder von der Oberfläche zur Erde übermittelte. Die sowjetische Mission bewies, dass eine Landung ohne Einsinken in Staub möglich war. Luna 9 sendete neun Panoramaaufnahmen und wichtige Daten über die Festigkeit des Regoliths. Diese Informationen waren grundlegend für zukünftige Mondmissionen. Die Sonde nutzte ein innovatives Luftkissen-Landesystem. Sie arbeitete rund drei Tage lang und revolutionierte das Verständnis der Mondoberfläche zur damaligen Zeit.",
        "satellites__card-text--5": "Luna 10 war 1966 der erste künstliche Satellit im Mondorbit. Die sowjetische Sonde umkreiste den Mond über 400 Mal und führte Experimente zur Geologie, Strahlung und Magnetfeld durch. Sie ermöglichte die erste Kartierung von Gravitationsanomalien auf der Mondrückseite. Luna 10 sendete auch Funksignale für Tests mit sowjetischen Bodenstationen. Die Mission bewies, dass ein stabiler Orbit um den Mond möglich war, was spätere Orbiter inspirierte. Luna 10 markierte einen großen Fortschritt im Verständnis des lunaren Umfelds.",
        "satellites__card-text--6": "Lunar Orbiter 1 war 1966 die erste US-Mission im Mondorbit. Sie fotografierte potenzielle Landeplätze für Apollo, insbesondere im Mare Tranquillitatis. Die Sonde übermittelte das erste Foto der Erde vom Mond aus. Sie nutzte ein bahnbrechendes analog-digitales Fotoverarbeitungssystem. Neben Bildern sammelte sie Daten zur Strahlung und Gravitation. Insgesamt machte sie 42 hochauflösende Bilder. Lunar Orbiter 1 war ein technischer Erfolg, half bei der Missionsplanung und demonstrierte präzise Umlaufbahntechnik um den Mond.",
        "satellites__card-text--7": "Luna 24 war 1976 die letzte sowjetische Mondmission und brachte Proben zur Erde zurück. Die Sonde landete im Mare Crisium, entnahm 170 g Bodenproben aus zwei Metern Tiefe und kehrte erfolgreich zurück. Die Proben zeigten Spuren von Wassereis, was Jahrzehnte später erneut bestätigt wurde. Luna 24 war ein Meilenstein in der robotischen Exploration. Die Mission zeigte, dass automatisierter Rücktransport von Proben möglich war. Ihre Ergebnisse blieben bis zur Chang’e-5-Mission 2020 einzigartig.",
        "satellites__card-text--8": "Lunar Prospector war eine NASA-Mission von 1998 zur Kartierung der Mondzusammensetzung. Sie bestätigte Wasserstoffvorkommen an den Polen, deutliche Hinweise auf Wassereis. Die Sonde kartierte das Gravitationsfeld, Magnetismus und Elemente wie Eisen oder Thorium. Ihr letzter Einsatz war ein gezielter Absturz in einen Krater zur Eissuche. Die Daten halfen bei der Planung künftiger Missionen und zeigten mögliche Orte für zukünftige Basen. Lunar Prospector war kostengünstig, effektiv und markierte eine Rückkehr der NASA zum Mond.",
        "satellites__card-text--9": "SMART-1 war eine europäische ESA-Mission (2003–2006), die den Mond mit Ionenantrieb erreichte. Sie testete neue Antriebstechnologie und kartierte die Mondoberfläche in verschiedenen Spektralbereichen. SMART-1 analysierte geologische Zonen, besonders am Südpol. Die Sonde sammelte wichtige Daten zu Mineralien, Kratern und potenziellen Landeplätzen. Ihr kontrollierter Aufprall wurde wissenschaftlich beobachtet. Die Mission war ein technologisches Demonstrationsprojekt, das Europas Kompetenz in der Mondforschung bewies und viele spätere Entwicklungen beeinflusste.",
        "satellites__card-text--10": "Kaguya war eine japanische Mondsonde, gestartet 2007. Sie bestand aus einem Hauptorbiter und zwei Subsatelliten. Kaguya kartierte die Oberfläche in hoher Auflösung, untersuchte das Gravitationsfeld und analysierte die chemische Zusammensetzung. Sie filmte spektakuläre Mondaufgänge der Erde. Die Mission lieferte umfassende Daten zu Topographie und Mondkruste. Kaguya war Japans ambitionierteste Mondmission und trug erheblich zum globalen Verständnis der lunaren Entwicklung bei. Ihr kontrollierter Absturz beendete 2009 die erfolgreiche Mission.",
        "satellites__card-text--11": "Der Lunar Reconnaissance Orbiter (LRO) wurde 2009 von der NASA gestartet und ist bis heute aktiv. Er kartiert die Mondoberfläche mit außergewöhnlicher Präzision und identifizierte mögliche Landestellen für Artemis-Missionen. Seine Kameras erfassten Apollo-Landestellen, Krater und polare Eisvorkommen. LRO trägt auch Instrumente zur Messung der kosmischen Strahlung. Die gesammelten Daten dienen nicht nur wissenschaftlichen Zwecken, sondern unterstützen auch künftige Mondbasen. Der Orbiter bleibt ein Schlüsselwerkzeug für moderne Mondforschung.",
        "satellites__card-text--12": "Chang’e 2 war eine chinesische Mondmission, gestartet 2010. Sie verbesserte Karten der Mondoberfläche, besonders in 3D. Die Sonde untersuchte das Mare Imbrium und analysierte potenzielle Landestellen. Nach dem Mondorbit verließ sie die Mondbahn und erforschte den Asteroiden Toutatis. Dies demonstrierte Chinas wachsendes Raumfahrtpotenzial. Chang’e 2 war ein technologischer Fortschritt, diente der Vorbereitung späterer Missionen und zeigte die Vielseitigkeit chinesischer Raumsonden über den Mond hinaus.",
        "satellites__card-text--13": "Chang’e 4 war die erste Sonde, die 2019 erfolgreich auf der Mondrückseite landete. Sie setzte den Rover Yutu 2 ab, der noch aktiv ist. Die Mission untersucht Bodenbeschaffenheit, Strahlung und geologische Prozesse. Ein Relais-Satellit ermöglichte Kommunikation mit der Erde. Chang’e 4 war ein Pionierprojekt, das neue Erkenntnisse zur bislang unerforschten Rückseite des Mondes lieferte. Ihre Ergebnisse sind entscheidend für zukünftige Exploration und zeigen Chinas wissenschaftliche Ambitionen.",
        "satellites__card-text--14": "CAPSTONE wurde 2022 von der NASA gestartet und testete erstmals die Near-Rectilinear Halo Orbit (NRHO) um den Mond. Die Mission diente der Vorbereitung der Gateway-Raumstation, Teil des Artemis-Programms. CAPSTONE prüfte Navigationssysteme und Bahnmechanik im zukünftigen Mondorbit. Als kleine CubeSat-Mission war sie kostengünstig, aber bedeutend. Trotz Kommunikationsproblemen wurde sie erfolgreich abgeschlossen. CAPSTONE markiert einen Schritt hin zu nachhaltiger Mondinfrastruktur und langfristiger bemannter Präsenz im cislunaren Raum.",
        "habitability__title": "Bewohnbarkeit",
        "habitability__sub-title--1": "In der Luft",
        "habitability__sub-title--2": "Auf der Erdoberfläche",
        "habitability__info-text--air": "Die Atmosphäre des Mondes – genauer gesagt seine Exosphäre – ist extrem dünn und enthält keine Bestandteile, die Leben, wie wir es kennen, unterstützen könnten. Anders als die dichte, lebenserhaltende Erdatmosphäre besteht die Mondumhüllung nur aus einigen wenigen Atomen und Molekülen, ohne jede Möglichkeit für Atmung, Wetter oder biologische Prozesse.<br> Wissenschaftliche Untersuchungen zur Bewohnbarkeit des Mondes begannen ernsthaft Mitte des 20. Jahrhunderts. Frühe sowjetische und amerikanische Missionen wie Luna, Ranger und Surveyor dokumentierten nahezu Vakuumbedingungen auf dem Mond. Diese Befunde wurden später von den Apollo-Missionen bestätigt. Während der historischen Apollo-11-Landung im Jahr 1969 sammelten Astronauten Proben und maßen die Umwelt direkt. Die Ergebnisse zeigten, dass Sauerstoff, Stickstoff, Kohlendioxid und Wasserdampf – alle lebensnotwendig – praktisch nicht vorhanden sind.<br> Stattdessen enthält die Exosphäre des Mondes Spurenelemente wie Helium, Neon, Wasserstoff, Natrium und Kalium, in Konzentrationen von Billionstel Anteilen. Diese Exosphäre ist so dünn, dass ihre Moleküle selten miteinander kollidieren und sich eher wie Teilchen im Weltraum als wie Bestandteile einer echten Atmosphäre verhalten.<br> Daher kann der Mond weder Wärme speichern, noch schädliche Sonnenstrahlung blockieren oder einen Wasserkreislauf unterstützen. Ohne Druck würde jede Flüssigkeit sofort verdampfen oder gefrieren, und es existiert keine atembare Luft – in keiner Höhe.<br> Untersuchungen von dauerhaft beschatteten Kratern, die kalt genug sind, um Eis zu bewahren, haben ebenfalls keine Anzeichen von Leben gezeigt – weder gegenwärtig noch fossilisiert. Diese Erkenntnisse sprechen stark dafür, dass es in der Atmosphäre des Mondes niemals Leben gegeben hat.<br> Moderne Satelliten und Landemodule analysieren weiterhin die Mondumgebung und bestätigen deren Leblosigkeit – liefern jedoch wichtige Daten über luftlose Himmelskörper.<br> Zusammenfassend ist die Atmosphäre des Mondes für alle bekannten Lebensformen unbewohnbar. Ohne Sauerstoff, ohne Druck und unter ständiger Strahlenbelastung könnten nicht einmal Extremophile überleben. Künftige Mondbasen müssten vollständig abgedichtet und mit Lebenserhaltungssystemen ausgestattet sein.<br> Der Mond bleibt daher ein faszinierender, aber völlig unbewohnbarer Ort – seine hauchdünne Exosphäre erinnert daran, wie einzigartig die Erdatmosphäre ist.",
        "habitability__img-comment--air": "Das Apollo-Lunar-Modul (LM) war ein Raumfahrzeug, das von der NASA im Rahmen des Apollo-Programms entwickelt wurde, um Astronauten von der Mondumlaufbahn zur Oberfläche und zurück zu bringen. Es bestand aus zwei Stufen: einer Abstiegsstufe für die Landung und einer Aufstiegsstufe für die Rückkehr in den Orbit. Das erste bemannte LM landete 1969 während Apollo 11 auf dem Mond.",
        "habitability__air-text--1": "Obwohl der Mond keine atembare Luft besitzt, enthält seine Exosphäre Spuren von Natrium und Kalium, die während Mondfinsternissen schwach leuchtende Wolken bilden – ein Hinweis auf dynamische Prozesse.",
        "habitability__air-text--2": "Apollo-Instrumente registrierten sogenannte Transiente Mondphänomene – plötzliche Lichterscheinungen oder Nebel in der Atmosphäre, die möglicherweise durch elektrostatischen Staub oder Gasfreisetzungen verursacht wurden.",
        "habitability__air-text--3": "Es wurden keine organischen Moleküle oder Biosignaturen in der Mondatmosphäre entdeckt, was stark darauf hindeutet, dass der Mond nie mikrobielles Leben in gasförmiger Form beherbergt hat.",
        "habitability__air-text--4": "Trotz seines nahezu vakuumartigen Zustands verändert sich die Mondatmosphäre leicht in Abhängigkeit von der Sonnenaktivität – ein Zeichen für Wechselwirkungen mit Sonnenwind und Magnetfeldern.",
        "habitability__air-text--5": "Einige frühe Wissenschaftler vermuteten, dass vulkanische Ausgasungen einst die Mondatmosphäre vorübergehend verdichtet haben könnten – doch Beweise für anhaltenden Druck fehlen vollständig.",
        "habitability__air-text--6": "Die LADEE-Mission der NASA bestätigte, dass Mikrometeoriten-Einschläge vorübergehend den Gasgehalt der Exosphäre erhöhen, was auf kurzlebige atmosphärische Aktivität ohne biologischen Ursprung hindeutet.",
        "habitability__info-text--ground": "Die Oberfläche des Mondes zählt zu den extremsten Umgebungen im Sonnensystem und bietet keinerlei natürliche Bedingungen, die Leben unterstützen könnten. Sie ist dem Vakuum des Weltraums ausgesetzt, hat keine Atmosphäre und erlebt extreme Temperaturschwankungen von +127 °C tagsüber bis –173 °C nachts. Ohne Atmosphäre gibt es keinen Schutz vor kosmischer Strahlung oder Sonnenstrahlung. Ultraviolette und hochenergetische Partikel treffen ständig auf die Oberfläche und machen sie extrem lebensfeindlich. Anders als die Erde, die über ein Magnetfeld und eine dichte Atmosphäre verfügt, bleibt der Mond ungeschützt. Die während der Apollo-Missionen entnommenen Bodenproben zeigten, dass der Mondregolith – die staubige Oberflächenschicht – trocken, chemisch träge und frei von organischen Materialien ist. Auch wenn in dauerhaft beschatteten Kratern in Polnähe kleine Mengen an Wassereis entdeckt wurden, reichen diese bei Weitem nicht aus, um Leben zu ermöglichen. Das Fehlen von flüssigem Wasser, kombiniert mit extremer Kälte und Strahlung, schließt jegliche bekannte Form von Leben aus. Die Mondoberfläche ist zudem geologisch inaktiv. Es gibt keine tektonische Aktivität, keine vulkanischen Wärmequellen und keine inneren Energieflüsse, die Leben in verborgenen Umgebungen ermöglichen könnten – im Gegensatz zur Erde, wo Leben an Tiefseequellen und in Höhlen durch geothermische Energie gedeiht. Auf dem Mond existieren solche Nischen nicht.<br> Zwar ist die Oberfläche des Mondes nicht bewohnbar, doch sie wird als möglicher Ort für zukünftige bemannte Missionen und Kolonien untersucht. Allerdings müsste jede Basis vollständig abgedichtet, gegen Strahlung geschützt und mit künstlichen Lebenserhaltungssystemen ausgestattet sein.<br> Bis heute wurden keine Anzeichen für Leben auf der Mondoberfläche entdeckt – weder in der Vergangenheit noch in der Gegenwart. Alle wissenschaftlichen Befunde sprechen für völlige Leblosigkeit. Selbst Mikroorganismen von der Erde würden ohne Schutz nicht überleben.<br> Zusammengefasst ist die Mondoberfläche eine extreme, sterile Landschaft – ohne Luft zum Atmen, ohne flüssiges Wasser, ohne natürlichen Schutz. Dennoch bleibt sie ein zentrales Ziel für Wissenschaft, Technologie und die langfristige Präsenz der Menschheit im All.",
        "habitability__img-comment--ground": "Lunochod-2 war ein sowjetischer unbemannter Mondrover, der im Januar 1973 von der Mission Luna-21 auf den Mond gebracht wurde. Es war das zweite erfolgreiche Fahrzeug des sowjetischen Mondprogramms. Lunochod-2 legte in 4,5 Monaten etwa 39 km zurück und stellte damit einen langjährigen Rekord für die längste auf einer außerirdischen Oberfläche zurückgelegte Strecke auf – dieser hielt bis 2014. Der Rover übermittelte mehr als 80 000 Bilder und wertvolle wissenschaftliche Daten über Mondboden und Gelände.",
        "habitability__ground-text--1": "Mondregolith ist völlig steril – Apollo-Proben zeigten weder Mikroben noch Fossilien, obwohl die Oberfläche seit Milliarden Jahren Sonnenstrahlung und kosmischen Einschlägen ausgesetzt ist.",
        "habitability__ground-text--2": "Einige Forscher beobachteten seltsame Lichtblitze auf der Mondoberfläche, sogenannte Transiente Mondphänomene, die möglicherweise durch Gasemissionen oder seismische Aktivität verursacht werden – biologische Quellen wurden nicht gefunden.",
        "habitability__ground-text--3": "Radarstudien entdeckten unterirdisches Eis in dauerhaft beschatteten Kratern, doch diese Zonen sind zu kalt, dunkel und träge, um irgendeine aktive Biologie zu ermöglichen.",
        "habitability__ground-text--4": "Die Mondoberfläche weist keine geothermische Aktivität auf – im Gegensatz zur Erde existieren keine internen Wärmeflüsse, die mikrobielle Ökosysteme unter der Oberfläche erhalten könnten.",
        "habitability__ground-text--5": "Frühere Theorien nahmen an, dass der Mond einst Ozeane und Leben hatte, doch moderne Beweise zeigen eindeutig, dass seine Oberfläche stets trocken und luftlos war."
    },
    "mars": {
        "header__earth-link": "Erde",
        "header__moon-link": "Mond",
        "header__mars-link": "Mars",
        "header__exploration-link": "Forschung",
        "header__landscape-link": "Landschaft",
        "header__parameters-link": "Parameter",
        "header__satellites-link": "Satelliten",
        "header__habitability-link": "Bewohnbarkeit",
        "header__language-link": "Sprachen",
        "popup__selLang": "Wählen Sie eine Sprache",
        "hero__title": "Mars",
        "hero__sub-title": "Der rote Planet",
        "hero__start-btn": "Leitfaden starten",
        "hero__exploration-title": "Forschung",
        "hero__exploration-text--1": "Galileo Galilei war der Erste, der Mars 1610 durch ein Teleskop beobachtete und damit den Beginn der detaillierten Erforschung des roten Planeten einleitete.",
        "hero__exploration-text--2": "1877 kartierte Giovanni Schiaparelli „Canali“ auf dem Mars, fälschlich als Kanäle übersetzt, was weltweite Spekulationen über intelligentes Leben auf dem Mars auslöste.",
        "hero__exploration-text--3": "Die NASA-Sonde Mariner 4 führte 1965 den ersten erfolgreichen Vorbeiflug am Mars durch und sandte 21 Nahaufnahmen sowie wichtige Atmosphärendaten zur Erde.",
        "hero__exploration-text--4": "Viking 1 war das erste Raumfahrzeug, das 1976 sicher auf dem Mars landete, und übermittelte bahnbrechende Bilder sowie Wetterdaten zur Erde.",
        "hero__exploration-text--5": "Im Jahr 2008 bestätigte der Phoenix-Lander der NASA nach erfolgreicher Bodenanalyse das Vorhandensein von Wassereis unter der Marsoberfläche nahe dem Nordpol.",
        "hero__exploration-text--6": "Seit 1997 erforschen Rover wie Sojourner, Spirit, Opportunity, Curiosity und Perseverance autonom die Marsoberfläche und liefern Daten für die Planetenforschung.",
        "hero__exploration-text--7": "Im Jahr 2021 führte der NASA-Hubschrauber Ingenuity den ersten angetriebenen und gesteuerten Flug auf einem anderen Planeten durch – ein historischer Beweis für Flugfähigkeit auf dem Mars.",
        "hero__img-comment": "Mariner 4 war eine amerikanische interplanetare Robotersonde, die 1965 als erste Raumsonde erfolgreich am Mars vorbeiflog und die ersten Nahaufnahmen der Marsoberfläche zurücksandte.",
        "landscape__title": "Landschaft",
        "landscape__sub-title--1": "Oberfläche",
        "landscape__surface-text--1": "1971 erreichte Mariner 9 von NASA als erste Sonde die Umlaufbahn des Mars und zeigte riesige Canyons, erloschene Vulkane und Staubstürme auf der Oberfläche, die hauptsächlich aus Basaltgestein, Staub und vulkanischem Sand besteht.",
        "landscape__surface-text--2": "Olympus Mons, entdeckt durch Mariner-Missionen, ist mit etwa 22 km Höhe der größte Vulkan im Sonnensystem über der Marsoberfläche, die aus erkalteter Lava, vulkanischer Asche und porösem Gestein aufgebaut ist.",
        "landscape__surface-text--3": "Der Mars besitzt riesige Einschlagbecken wie Hellas Planitia, die vor Milliarden Jahren durch Asteroideneinschläge entstanden – einige der tiefsten Stellen des Planeten mit Boden, der aus verdichtetem Staub, Geröll und Eisablagerungen besteht.",
        "landscape__surface-text--4": "In den 1970er Jahren lieferten die Viking-Sonden erste Nahaufnahmen der marsianischen Landschaft mit roten Felsen und staubigen Ebenen, die überwiegend aus Eisenoxid, losem Regolith und gehärteten Sedimentschichten bestehen..",
        "landscape__surface-text--5": "Rover wie Spirit und Opportunity fanden Beweise für einstiges Wasser – Sedimentschichten und Ablagerungen, geformt durch flüssiges Wasser, die Tonminerale, Sulfate und eisenhaltige Gesteine in der Marskruste enthalten.",
        "landscape__surface-text--6": "Saisonale dunkle Streifen, sogenannte „recurring slope lineae“, könnten durch salzhaltige Wasserläufe auf Marsabhängen entstehen, die sich durch feinporige Bodenstruktur mit Perchloraten und hydratisierten Salzen auszeichnen.",
        "landscape__sub-title--2": "Inneres",
        "landscape__interior-text--1": "Der InSight-Lander, der 2018 auf dem Mars landete, lieferte erstmals seismische Daten und bestätigte eine Erdstruktur mit Kruste, Mantel und Kern. Die Marskruste besteht aus basaltischem Gestein, das reich an Eisen- und Magnesiumsilikaten ist.",
        "landscape__interior-text--2": "Die Marskruste ist deutlich dicker als die der Erde, vermutlich wegen fehlender Plattentektonik und Subduktionszonen. Sie besteht aus eisenreichem Basalt, vulkanischer Asche und oxidierten Mineralien wie Hämatit, was die rote Farbe erklärt.",
        "landscape__interior-text--3": "Von InSight registrierte Marsbeben zeigen mäßige Aktivität, was auf eine innere Dynamik trotz geologischer Ruhe hindeutet. Die Erschütterungen entstehen in einer Kruste aus Lava, Silikatgesteinen und Sulfaten.",
        "landscape__interior-text--4": "Magnetfeldmessungen des Mars Global Surveyor zeigten Spuren eines einstigen globalen Magnetfeldes. Diese sind in Krustengestein mit Magnetit, Olivin und Pyroxen konserviert, was auf frühere vulkanische Aktivität hindeutet.",
        "landscape__interior-text--5": "Der Marskern ist vermutlich flüssig und reich an Schwefel – im Gegensatz zum eisen-nickelreichen Erdkern. Die umliegende Kruste enthält Silikatgestein wie Feldspat, Plagioklas und Eisenoxide.",
        "landscape__interior-text--6": "Die Krustendichotomie des Mars – nördliche Tiefebenen und südliche Hochländer – könnte durch Einschläge oder Mantelkonvektion entstanden sein. Die Kruste enthält verschiedene Basalttypen und schwefelreiche Sedimente.",
        "landscape__interior-text--7": "Gravitationskarten von Raumsonden wie MRO zeigen Massenkonzentrationen und Brüche unter der Kruste. Diese Zonen enthalten dichte Mineralien wie Basalt, Magnetit und hydratisierte Silikate.",
        "landscape__interior-text--8": "Thermische Messungen zeigen, dass der Marsmantel kühler und inaktiver als der Erdmantel ist. Die Oberfläche enthält erkaltete Basaltströme, Olivin, Pyroxen und sulfatreichen Staub.",
        "landscape__interior-text--9": "Seismische Reflektionen deuten darauf hin, dass der flüssige Marskern etwa die Hälfte des Planetenradius ausmacht – größer als bei der Erde. Darüber liegt eine Kruste mit vulkanischen und tonhaltigen Schichten.",
        "parameters__title": "Parameter",
        "parameters__card-title--1": "Durchmesser Äquator",
        "parameters__card-title--2": "Polardurchmesser",
        "parameters__card-title--3": "Mittlerer Radius",
        "parameters__card-title--4": "Äquatorumfang",
        "parameters__card-title--5": "Oberfläche",
        "parameters__card-title--6": "Masse",
        "parameters__card-title--7": "Dichte",
        "parameters__card-title--8": "Gravitation",
        "parameters__card-title--9": "Sterntag (Dauer)",
        "parameters__card-title--10": "Umlaufzeit (Jahr)",
        "parameters__card-title--11": "Rotation am Äquator",
        "parameters__card-title--12": "Orbitaltempo",
        "parameters__card-title--13": "Achsenneigung",
        "parameters__card-unit--km": "km",
        "parameters__card-unit--km²": "km²",
        "parameters__card-unit--kg": "kg",
        "parameters__card-unit--g/cm³": "g/cm³",
        "parameters__card-unit--m/s²": "m/s²",
        "parameters__card-unit--h": "st",
        "parameters__card-unit--m": "m",
        "parameters__card-unit--s": "s",
        "parameters__card-unit--days": "Tage",
        "parameters__card-unit--km/h": "km/h",
        "parameters__card-unit--km/s": "km/s",
        "card-title-about": "Über",
        "parameters__card-text--1": "Der äquatoriale Durchmesser des Mars beträgt etwa 6.792 km. Erste genaue Messungen erfolgten im 19. Jahrhundert durch Teleskopbeobachtungen und Triangulation. Astronomen wie Giovanni Schiaparelli verbesserten die Werte. Später bestätigte Mariner 4 (1965) diese Daten mithilfe von Radar- und Bildaufnahmen. Die Raumsonde ermöglichte eine präzisere Kartierung des Planeten und bestätigte, dass Mars leicht abgeplattet ist – ähnlich wie bei der Erde, aber in geringerem Maße.",
        "parameters__card-text--2": "Der Polardurchmesser des Mars beträgt etwa 6.752 km. Frühere Differenzen zum Äquatordurchmesser deuteten auf eine Abplattung hin. Bereits im 19. Jahrhundert erkannten Astronomen durch Beobachtungen und Berechnungen diese Formabweichung. Raumsonden wie Viking und Mars Global Surveyor lieferten später präzise Höhenmessdaten. Sie bestätigten die leicht abgeflachte Gestalt des Planeten. Diese Erkenntnisse waren entscheidend, um Rotationskräfte und die innere Struktur von Mars besser zu verstehen.",
        "parameters__card-text--3": "Der mittlere Radius des Mars beträgt rund 3.390 km. Erste Schätzungen basierten auf Winkelmessungen bei Marsoppositionen. Mariner 9 und spätere Missionen lieferten durch Bahnanalysen und Höhenmessungen exakte Werte. Dieser Radius ist ein Mittelwert zwischen Äquator und Polen. Er wird für Volumen- und Gravitationsberechnungen verwendet. Moderne Orbiter nutzen Laseralimeter, um die Topografie des Mars präzise zu erfassen und genaue planetare Modelle zu erstellen.",
        "parameters__card-text--4": "Der Äquatorumfang des Mars beträgt etwa 21.344 km. Erste Schätzungen basierten auf dem Durchmesser und der Kreiszahl π. Spätere Missionen wie Mariner 9 und Viking lieferten genauere Daten. Mars Global Surveyor bestätigte diese durch präzise Bahnverfolgung. Die Kenntnis des Umfangs ist entscheidend für Rotationsmodelle, Navigationskarten und Missionsplanung, besonders bei der Auswahl von Landeplätzen und Fahrtrouten für Rover auf der Marsoberfläche.",
        "parameters__card-text--5": "Die Oberfläche des Mars beträgt etwa 144,8 Millionen km², was 28 % der Erdoberfläche entspricht. Frühere Berechnungen basierten auf dem Radius, moderne Missionen wie MOLA lieferten exakte Höhenprofile. MOLA ermöglichte präzise Kartierungen und genaue Flächenmessungen. Diese Daten helfen bei Studien zu Klima, Erosion und möglicher Bewohnbarkeit. Sie sind auch nützlich für Missionsplanung, besonders bei der Analyse von Staubverteilung, Eiskappen und Landeoptionen.",
        "parameters__card-text--6": "Die Masse des Mars beträgt etwa 6,42 × 10²³ kg. Erste Schätzungen erfolgten im 19. Jahrhundert durch die Analyse seiner Schwerkrafteinwirkung auf Asteroiden. Raumsonden wie Mars Reconnaissance Orbiter verbesserten die Genauigkeit durch Dopplertracking. Diese Masse hilft, die innere Zusammensetzung und Gravitationskraft zu bestimmen, was für Flugbahnen und Landungen entscheidend ist. Sie liefert auch Hinweise zur Atmosphäre und zum Vergleich mit der Erde.",
        "parameters__card-text--7": "Die Dichte des Mars beträgt durchschnittlich 3,93 g/cm³, deutlich geringer als die der Erde. Erste Schätzungen erfolgten aus Masse und Volumen. Raumsonden und die InSight-Mission (2018) bestätigten die Werte mithilfe seismischer Daten. Die geringere Dichte weist auf einen kleineren Kern hin. Sie gibt Aufschluss über die Entstehungsgeschichte, innere Struktur und das Fehlen eines starken Magnetfeldes, wie es bei der Erde vorhanden ist.",
        "parameters__card-text--8": "Die Oberflächenschwerkraft des Mars beträgt etwa 3,71 m/s², rund 38 % der Erdanziehung. Erste Berechnungen nutzten Masse und Radius. Viking-Sonden verbesserten die Genauigkeit durch Landemessungen. Genaue Werte stammen auch von Mars Global Surveyor. Die Schwerkraft beeinflusst Landetechniken, Roverdesigns und menschliche Bewegungsfreiheit. Sie ist außerdem entscheidend für die Analyse der Atmosphäre und der inneren Struktur sowie für mögliche Besiedlungsvorhaben.",
        "parameters__card-text--9": "Ein Marstag (Sternentag) dauert 24 Stunden und 37 Minuten. Schon Giovanni Cassini schätzte dies im 17. Jahrhundert durch Beobachtung von Oberflächenmerkmalen. Teleskope verfolgten deren Wiederholung zur Bestimmung der Rotation. Raumsonden bestätigten später die Dauer mit präzisem Tracking. Die Ähnlichkeit zur Erdentageslänge ist vorteilhaft für Roboter- und bemannte Missionen und erleichtert die Planung sowie Synchronisation mit Kontrollzentren auf der Erde.",
        "parameters__card-text--10": "Der Mars umrundet die Sonne in 687 Erdtagen. Johannes Kepler bestimmte diese Umlaufzeit im 17. Jahrhundert mithilfe seiner Gesetze. Sein drittes Gesetz beschrieb den Zusammenhang zwischen Umlaufzeit und Sonnenabstand. Raumsonden wie MAVEN bestätigten den Wert durch präzises Tracking. Die lange Marsjahr beeinflusst Jahreszeiten, Missionsdauer und Energieplanung mit Solarpanels. Diese Erkenntnisse sind entscheidend für Klimaanalysen und Oberflächenbetrieb.",
        "parameters__card-text--11": "Die Rotationsgeschwindigkeit des Mars am Äquator beträgt etwa 868 km/h. Erste Schätzungen stammten aus der Beobachtung von Oberflächenmerkmalen. Spätere Radarmessungen und Daten von Raumsonden wie Mars Global Surveyor präzisierten den Wert. Diese Geschwindigkeit beeinflusst die Atmosphäre und Staubstürme. Obwohl sie langsamer ist als auf der Erde, sorgt sie für stabile Tag-Nacht-Zyklen, was für Roverbetrieb und Energieplanung relevant ist.",
        "parameters__card-text--12": "Mars bewegt sich mit etwa 24 km/s um die Sonne. Früh berechnete man dies mithilfe von Keplers Gesetzen. Spätere Radar- und Raumsondendaten wie von MAVEN oder Mars Express lieferten genaue Werte. Aufgrund der elliptischen Umlaufbahn schwankt die Geschwindigkeit leicht. Für Bahnplanung, Kurskorrekturen und Treibstoffverbrauch bei Marsmissionen ist diese Information unerlässlich.",
        "parameters__card-text--13": "Die Achsenneigung des Mars beträgt rund 25,2 °. Sie wurde durch jahreszeitliche Veränderungen und Polkappen entdeckt. Frühere Schätzungen stammen aus dem 18. Jahrhundert. Raumsonden wie Mariner und Viking sowie das MRO verfeinerten die Daten. Die Neigung bewirkt Jahreszeiten ähnlich wie auf der Erde. Sie beeinflusst Klima, Staubstürme und Sonneneinstrahlung. Vermutlich schwankte die Neigung im Laufe der Marsgeschichte, was Klimaveränderungen auslöste.",
        "satellites__title": "Satelliten",
        "satellites__card-title--1": "Phobos",
        "satellites__card-title--2": "Deimos",
        "satellites__card-title--3": "Mariner 9",
        "satellites__card-title--4": "Mars Global Surveyor",
        "satellites__card-title--5": "Mars Odyssey",
        "satellites__card-title--6": "Mars Express",
        "satellites__card-title--7": "Maven",
        "satellites__card-title--8": "Trace Gas Orbiter",
        "satellites__card-title--9": "Tianwen-1",
        "satellites__card-unit--exp": "erforscht",
        "satellites__card-unit--launched": "gestartet",
        "satellites__card-text--1": "Phobos, der größere Marsmond, wurde am 18. August 1877 vom US-Astronomen Asaph Hall mit einem 66-cm-Refraktor am U.S. Naval Observatory entdeckt. Er ist nach dem griechischen Gott der Furcht benannt und umkreist Mars sehr nah. Wegen seiner ungewöhnlichen Form und Rillenstruktur wurde er von Missionen wie Mars Express und Phobos-Grunt intensiv untersucht.",
        "satellites__card-text--2": "Deimos, der kleinere Marsmond, wurde am 12. August 1877 von Asaph Hall entdeckt – wenige Tage vor Phobos. Er verwendete das Teleskop des U.S. Naval Observatory. Deimos umkreist Mars weiter entfernt und besitzt eine glattere Oberfläche. Seine Herkunft ist umstritten: möglicherweise handelt es sich um einen eingefangenen Asteroiden. Die sowjetischen Phobos-Missionen und Mars Express sammelten Daten über seine Umlaufbahn und Zusammensetzung.",
        "satellites__card-text--3": "Mariner 9, gestartet von der NASA im Mai 1971, war die erste Sonde, die einen anderen Planeten umkreiste. Sie erreichte Mars im November 1971 und kartierte rund 85 % seiner Oberfläche. Die Mission entdeckte riesige Vulkane wie Olympus Mons und große Canyons wie Valles Marineris. Sie veränderte unser Wissen über die Marsgeologie erheblich.",
        "satellites__card-text--4": "Mars Global Surveyor wurde im November 1996 von der NASA gestartet und bis 2006 betrieben. Die Sonde kartierte die Marsoberfläche hochauflösend, untersuchte das Magnetfeld und verfolgte jahreszeitliche Veränderungen. Sie fand Hinweise auf einstiges Wasser und erweiterte unser Wissen über die Bewohnbarkeit des Planeten.",
        "satellites__card-text--5": "Mars Odyssey wurde im April 2001 gestartet und ist die langlebigste Sonde am Mars. Sie entdeckte unterirdisches Wassereis und kartierte Strahlungswerte für künftige Missionen. Sie unterstützte zudem Rover wie Spirit und Opportunity. Ihre Daten vertieften das Verständnis des Marsklimas und der Oberflächenzusammensetzung.",
        "satellites__card-text--6": "Mars Express wurde im Juni 2003 von der ESA gestartet. Es war Europas erste Marsmission und ist weiterhin aktiv. Die Sonde lieferte topografische, mineralogische und atmosphärische Daten. Sie entdeckte unterirdisches Wassereis und saisonales Methan. Die Mission half, die Marsgeologie und Klimaveränderungen präzise zu erfassen.",
        "satellites__card-text--7": "MAVEN wurde im November 2013 von der NASA gestartet. Die Sonde untersucht die Marsatmosphäre und den Einfluss des Sonnenwinds. Sie zeigte, wie Mars seine Atmosphäre verlor. Die Daten unterstützen die Theorie, dass der Sonnenwind das Klima und die Lebensfreundlichkeit stark beeinflusste. MAVEN überwacht weiterhin atmosphärische Veränderungen.",
        "satellites__card-text--8": "Der ExoMars Trace Gas Orbiter wurde 2016 von ESA und Roskosmos gestartet. Er untersucht Spurengase wie Methan in der Marsatmosphäre. Ziel ist, deren Ursprung zu bestimmen – geologisch oder biologisch. Der Orbiter dient auch als Relaisstation für andere Missionen. Seine Daten verbesserten Klimamodelle und das Verständnis der Marsatmosphäre.",
        "satellites__card-text--9": "Chinas Tianwen-1-Mission wurde im Juli 2020 von der CNSA gestartet und besteht aus Orbiter, Lander und Rover „Zhurong“. Sie erreichte Mars im Februar 2021. Der Orbiter untersucht Oberfläche und Klima, der Rover erforscht Utopia Planitia. Tianwen-1 ist Chinas erste eigenständige interplanetare Mission und zeigt bedeutende Raumfahrtfähigkeiten.",
        "habitability__title": "Bewohnbarkeit",
        "habitability__sub-title--1": "In der Luft",
        "habitability__sub-title--2": "Auf der Erdoberfläche",
        "habitability__info-text--air": "Die Atmosphäre des Mars stellt ein erhebliches Hindernis für eine menschliche Besiedlung dar. Sie besteht zu etwa 95 % aus Kohlendioxid, zu 2,6 % aus Stickstoff und enthält weniger als 2 % Sauerstoff und andere Gase. Diese Zusammensetzung unterscheidet sich stark von der Erdatmosphäre. Der Oberflächendruck beträgt weniger als 1 % des irdischen Wertes, was ein Überleben ohne Raumanzug oder abgeschirmte Lebensräume unmöglich macht.<br> Auch die Temperaturen sind problematisch. Aufgrund der dünnen Atmosphäre kann der Mars keine Wärme speichern. Die Durchschnittstemperatur liegt bei etwa –63 °C, in Polnähe können Werte von –125 °C erreicht werden. Dennoch untersuchen Forscher Möglichkeiten der Terraformung oder künstlichen Habitate, um das Überleben zu ermöglichen. Systeme mit geschlossenen Lebenskreisläufen könnten langfristig für Lebensräume sorgen.<br> Ein weiteres großes Problem ist die Strahlung. Ohne globales Magnetfeld und mit nur einer dünnen Atmosphäre ist der Mars kaum vor kosmischer und solarer Strahlung geschützt. Langfristige Exposition kann zu genetischen Schäden und erhöhtem Krebsrisiko führen. Lösungsansätze umfassen unterirdische Behausungen, Strahlenschutzmaterialien oder die Nutzung des Marsbodens als Abschirmung.<br> Trotz dieser Herausforderungen bietet die Atmosphäre auch Potenziale. Kohlendioxid könnte chemisch in Sauerstoff umgewandelt werden. Die Entdeckung von Wasserdampf und saisonalen Methanausstößen weist möglicherweise auf geologische oder sogar biologische Aktivität hin.<br> Zusammenfassend ist die Marsatmosphäre zwar nicht lebensfreundlich, bietet aber mit entsprechender Technologie realistische Chancen für zukünftige menschliche Missionen und langfristige Kolonien.",
        "habitability__img-comment--air": "Ingenuity ist der erste Hubschrauber, der einen gesteuerten Flug auf einem anderen Planeten durchgeführt hat. Er landete 2021 zusammen mit dem Rover Perseverance auf dem Mars. Das Fluggerät bewies, dass Flüge in der dünnen Marsatmosphäre möglich sind.",
        "habitability__air-text--1": "Turbulenzen in der Marsatmosphäre könnten kurzzeitig Mikrobereiche schaffen, die günstiger für Leben sind. Solche Bereiche bieten möglicherweise Schutz vor Kälte und Strahlung, sind jedoch instabil und nur von kurzer Dauer.",
        "habitability__air-text--2": "Atomarer Wasserstoff entsteht durch die Spaltung von Wasserdampf. Dies zeigt, dass Wasser weiterhin zirkuliert und auf aktive atmosphärische Prozesse hinweist – eine wichtige Voraussetzung für Leben, wie wir es kennen.",
        "habitability__air-text--3": "UV-Strahlung auf dem Mars löst photochemische Reaktionen aus, die energiereiche Moleküle erzeugen könnten – potenziell nutzbar für einfache Lebensformen mit passenden Schutzmechanismen oder Photosynthese-Fähigkeiten.",
        "habitability__air-text--4": "Unklare Sauerstoffveränderungen in der Marsatmosphäre könnten auf verborgene geochemische oder biologische Prozesse hindeuten. Kein Modell erklärt derzeit vollständig die saisonalen Schwankungen, die Wissenschaftler festgestellt haben",
        "habitability__air-text--5": "In der Vergangenheit hatte der Mars wahrscheinlich eine dichtere Atmosphäre, die Wärme und Wasser hielt – bessere Bedingungen für Leben, wie geologische Funde und Klimamodelle nahelegen.",
        "habitability__air-text--6": "Manche Bakterien könnten in der oberen Marsatmosphäre überleben, Sonnenlicht nutzen und sich durch Mutationen oder mineralische Schutzschichten an die harschen Bedingungen anpassen.",
        "habitability__info-text--ground": "Die Marsoberfläche ist extrem lebensfeindlich. Die dünne Atmosphäre schützt nicht vor gefährlicher UV- und kosmischer Strahlung, was schwerwiegende gesundheitliche Folgen haben kann. Temperaturen schwanken stark und fallen oft unter –80 °C.<br> Es gibt kein flüssiges Wasser an der Oberfläche, jedoch Hinweise auf unterirdisches Eis und Eislager in Polregionen. Die Gravitation beträgt nur etwa 38 % der Erdanziehungskraft, was langfristige Auswirkungen auf den menschlichen Körper haben könnte. Feiner Marsstaub kann Ausrüstung beschädigen und Atemprobleme verursachen.<br> Trotz dieser Bedingungen wurden durch Marsmissionen wertvolle Ressourcen wie Wassereis und nützliche Minerale identifiziert. Diese könnten für Trinkwasser, Sauerstoff und Baumaterial genutzt werden. Kuppelbauten, Energiegewinnung durch Solarpanels und lokale Ressourcen bieten eine Basis für zukünftige Kolonien.<br> Somit ist ein dauerhaftes Leben auf der Marsoberfläche unter natürlichen Bedingungen zwar nicht möglich, aber durch Technik und Schutzmaßnahmen durchaus denkbar.",
        "habitability__img-comment--ground": "Der Rover Curiosity wurde am 26. November 2011 von der NASA gestartet und landete am 6. August 2012 erfolgreich im Gale-Krater auf dem Mars. Sein Hauptziel ist es, die Geologie und das Klima des Planeten zu erforschen und festzustellen, ob der Mars jemals mikrobielles Leben unterstützen konnte. Ausgestattet mit einem vollständigen wissenschaftlichen Labor ist Curiosity noch immer aktiv und sendet weiterhin wertvolle Daten zur Erde.",
        "habitability__ground-text--1": "Sulfate im Marsboden speichern Wasser und blockieren Strahlung. Dadurch könnten sie ein schützendes Mikroklima für Mikroben unter der Oberfläche bieten.",
        "habitability__ground-text--2": "Frühere Thermalquellen auf dem Mars könnten durch vulkanische Aktivität entstanden sein – ein möglicher Lebensraum für Mikroorganismen mit Wärme und Nährstoffen.",
        "habitability__ground-text--3": "Lavaröhren isolieren das Innere vom harschen Marsklima, bieten stabile Temperaturen und weniger Strahlung – mögliche Rückzugsorte für Leben.",
        "habitability__ground-text--4": "Salzhaltige Flüssigkeiten könnten zeitweise flüssig sein – kurzzeitig günstige Bedingungen für Mikroben, trotz hoher Toxizität und Instabilität.",
        "habitability__ground-text--5": "Bor auf dem Mars könnte auf Bedingungen hinweisen, die die Entstehung von RNA und somit von Leben begünstigen."
    }
}