{
    "earth": {
        "header__earth-link": "Earth",
        "header__moon-link": "Moon",
        "header__mars-link": "Mars",
        "header__exploration-link": "Exploration",
        "header__landscape-link": "Landscape",
        "header__parameters-link": "Parameters",
        "header__satellites-link": "Satellites",
        "header__habitability-link": "Habitability",
        "header__language-link": "Language",
        "popup__selLang": "Select language",
        "hero__title": "Earth",
        "hero__sub-title": "The blue planet",
        "hero__start-btn": "Start guid",
        "hero__exploration-title": "Exploration",
        "hero__exploration-text--1": "Explorers like Columbus, Magellan, and da Gama dramatically reshaped our geographic understanding, mapping continents, oceans, and cultures previously unknown to Europeans.",
        "hero__exploration-text--2": "Geology and geography matured as scientific disciplines. Scientists like Humboldt and Lyell studied rocks, climates, and landforms, laying the foundation for modern Earth sciences.",
        "hero__exploration-text--3": "With tools like barometers and thermometers, weather patterns were recorded systematically. By the 19th century, international meteorological services and climate tracking emerged.",
        "hero__exploration-text--4": "A V-2 rocket captured the first image of Earth from space, showing our planet from over 100 km above (1946). It marked the beginning of space-based Earth observation.",
        "hero__exploration-text--5": "Launched by NASA, TIROS-1 began real-time weather observation from orbit (1960). It revolutionized meteorology and disaster forecasting.",
        "hero__exploration-text--6": "Landsat (since 1972) satellites provided continuous, detailed imagery of Earth`s surface — forests, cities, agriculture, and ecosystem changes — forming the longest Earth observation record.",
        "hero__exploration-text--7": "These missions track climate, water, pollution, and disasters in real time. ESA`s Copernicus and NASA`s EOS are leading programs for environmental monitoring.",
        "hero__img-comment": "The first person to see Earth from space was Yuri Gagarin, who orbited the planet on April 12, 1961 aboard the Soviet spacecraft Vostok-1.",
        "landscape__title": "Landscape",
        "landscape__sub-title--1": "Surface",
        "landscape__surface-text--1": "Mount Everest, located in the Himalayas between Nepal and China, is the highest point on Earth's surface. It rises approximately 8,848 meters and continues to grow slightly each year due to tectonic plate movement.",
        "landscape__surface-text--2": "About 71% of Earth's surface is covered by water, with the majority found in oceans. The remaining 29% is land, consisting of continents, islands, mountains, plains, and other natural landforms.",
        "landscape__surface-text--3": "Deserts like the Sahara or Atacama form in areas with extremely low precipitation. These regions often have extreme temperatures and limited vegetation, making life possible only for highly adapted plants and animals.",
        "landscape__surface-text--4": "The surface of the Earth is shaped by the movement of tectonic plates. When plates collide, they can form mountains; when they pull apart, valleys or rifts may form, and their motion can also trigger earthquakes.",
        "landscape__surface-text--5": "Volcanoes form mostly along tectonic boundaries or above hot mantle plumes. When magma escapes through the crust, it forms volcanic cones and landscapes, often altering ecosystems and creating new land.",
        "landscape__surface-text--6": "Over time, erosion caused by wind, rain, rivers, glaciers, and waves reshapes the Earth's surface. It wears down mountains, deepens valleys, and creates features like canyons, cliffs, and coastal landforms.",
        "landscape__sub-title--2": "Interior",
        "landscape__interior-text--1": "Earth is divided into three major internal layers: the crust, the mantle, and the core. These layers differ in composition, temperature, and physical state, and they all influence Earth's geological activity.",
        "landscape__interior-text--2": "The Earth's crust is the outermost solid layer and varies in thickness. Oceanic crust is thinner and denser, while continental crust is thicker and less dense, forming continents and large landmasses.",
        "landscape__interior-text--3": "The mantle lies beneath the crust and makes up most of Earth`s volume. It is composed of semi-solid rock and slowly moves due to heat, causing the movement of tectonic plates above.",
        "landscape__interior-text--4": "Heat from Earth's interior creates convection currents in the mantle. These slow, circular flows push tectonic plates around, leading to mountain building, earthquakes, and volcanic eruptions.",
        "landscape__interior-text--5": "The outer core is a hot, liquid layer composed mainly of molten iron and nickel. The constant movement of this liquid metal generates Earth`s protective magnetic field.",
        "landscape__interior-text--6": "The inner core, despite reaching temperatures similar to the surface of the Sun, remains solid due to the immense pressure from the overlying layers of Earth.",
        "landscape__interior-text--7": "Earth's magnetic field extends into space and acts like a shield. It deflects charged particles from the Sun, helping to protect the atmosphere and living organisms from harmful radiation.",
        "landscape__interior-text--8": "Seismic waves, produced by earthquakes, travel through the Earth`s interior. By studying their speed and direction, scientists can determine the composition and state of internal layers.",
        "landscape__interior-text--9": "Temperature and pressure increase with depth. For every kilometer you go below Earth`s surface, the temperature rises by about 25–30°C, reaching over 5,000°C in the core.",
        "parameters__title": "Paramaters",
        "parameters__card-title--1": "Equatorial diameter",
        "parameters__card-title--2": "Polar diameter",
        "parameters__card-title--3": "Mean radius",
        "parameters__card-title--4": "Equator circumference",
        "parameters__card-title--5": "Surface area",
        "parameters__card-title--6": "Mass",
        "parameters__card-title--7": "Density",
        "parameters__card-title--8": "Gravity",
        "parameters__card-title--9": "Duration of day (stellar)",
        "parameters__card-title--10": "Orbital period (year)",
        "parameters__card-title--11": "Rotation speed at the equator",
        "parameters__card-title--12": "Orbital velocity",
        "parameters__card-title--13": "Axis tilt",
        "parameters__card-unit--km": "km",
        "parameters__card-unit--km²": "km²",
        "parameters__card-unit--kg": "kg",
        "parameters__card-unit--g/cm³": "g/cm³",
        "parameters__card-unit--m/s²": "m/s²",
        "parameters__card-unit--h": "h",
        "parameters__card-unit--m": "m",
        "parameters__card-unit--s": "s",
        "parameters__card-unit--days": "days",
        "parameters__card-unit--km/h": "km/h",
        "parameters__card-unit--km/s": "km/s",
        "card-title-about": "About",
        "parameters__card-text--1": "The Earth’s equatorial diameter is approximately 12,756 km. This value was first calculated with surprising accuracy by Eratosthenes around 240 BCE, using simple geometric principles based on the angle of the sun’s rays at different cities. Modern satellite missions like LAGEOS and GPS networks have confirmed this measurement with high precision. The diameter is larger at the equator than at the poles because of Earth’s rotation, which causes a slight bulging outward at the equator, forming an oblate spheroid.",
        "parameters__card-text--2": "Earth’s polar diameter is about 12,714 km, slightly shorter than the equatorial one. This flattening at the poles was predicted by Isaac Newton in the 17th century and later confirmed by French expeditions to Lapland and Peru in the 18th century. The difference in diameters results from centrifugal force due to Earth’s rotation. The shape — an oblate spheroid — was further confirmed using satellite laser ranging and Earth observation missions.",
        "parameters__card-text--3": "The mean radius of Earth is approximately 6,371 km. It is calculated as an average between the equatorial and polar radii and is used in global models such as WGS-84, essential for GPS navigation. Although Earth is not a perfect sphere, this average radius is sufficient for many scientific and engineering purposes. The value has been refined over centuries — from early meridian arc measurements to modern satellite data — achieving sub-meter precision today.",
        "parameters__card-text--4": "Earth’s equatorial circumference is approximately 40,075 kilometers. This value was first estimated by ancient scholars, including Eratosthenes, using simple observations and trigonometry. He used the distance between two cities and the angle of the Sun’s rays to approximate Earth’s full circumference. Today, satellite technology and GPS systems allow us to measure this distance with remarkable precision. Because Earth bulges slightly at the equator, this circumference is longer than the meridional (pole-to-pole) one.",
        "parameters__card-text--5": "The total surface area of Earth is about 510 million square kilometers. Roughly 71% of this area is covered by oceans, while the remaining 29% is land. Early estimates came from basic geometric models, but today’s figures come from satellite altimetry, global mapping, and geodetic data. Accurate surface area is essential in climate studies, satellite design, and understanding energy balance across the planet.",
        "parameters__card-text--6": "Earth’s mass is estimated at around 5.972 × 10²⁴ kilograms. It was first approximated by Henry Cavendish in 1798 using a torsion balance, in what became known as the weighing of the Earth. His experiment calculated the gravitational constant, which allowed scientists to determine Earth’s mass. Today, refined versions of that method, along with satellite motion data, provide extremely precise measurements.",
        "parameters__card-text--7": "The average density of Earth is about 5.51 grams per cubic centimeter, making it the densest planet in our solar system. This high density results from the heavy materials in Earth’s core, such as iron and nickel. Early scientists used Earth’s mass and volume to estimate its density, but seismic studies and gravitational modeling now provide detailed insights into internal layers and their composition.",
        "parameters__card-text--8": "Earth’s surface gravity averages about 9.81 m/s². It was first measured accurately in the 17th century using pendulums, but its true value varies slightly by location. Gravity is stronger near the poles and weaker at the equator due to Earth’s rotation and equatorial bulge. Modern gravimeters, satellites like GRACE, and laser ranging allow precise gravity mapping, revealing ocean currents, underground structures, and even changes in ice mass.",
        "parameters__card-text--9": "A sidereal day — the time it takes Earth to complete one full rotation relative to the stars — lasts about 23 hours, 56 minutes, and 4 seconds. This differs slightly from the solar day (24 hours) due to Earth’s orbit around the Sun. Ancient astronomers first noticed this difference when tracking star positions. Sidereal time is essential in astronomy and satellite navigation.",
        "parameters__card-text--10": "Earth takes about 365.25 days to complete one orbit around the Sun. This extra quarter of a day is why leap years exist every four years. The precise measurement of Earth's year was refined over centuries using solar calendars, astronomical observations, and now atomic clocks. Earth's orbit is slightly elliptical, affecting seasonal variations and solar energy distribution.",
        "parameters__card-text--11": "At the equator, Earth’s surface rotates at a speed of about 1,670 kilometers per hour. This high speed decreases toward the poles. This rotation was inferred from observations like Foucault’s pendulum and eventually measured using satellites and laser gyroscopes. Rotation affects weather patterns, ocean currents, and flight dynamics due to the Coriolis effect.",
        "parameters__card-text--12": "Earth orbits the Sun at an average speed of about 29.78 kilometers per second (over 107,000 km/h). This velocity balances gravitational pull and centrifugal force, keeping Earth in a stable orbit. It was first calculated through Kepler’s laws and Newtonian mechanics. Today, it’s confirmed via space missions, Doppler tracking, and precise satellite positioning.",
        "parameters__card-text--13": "Earth’s axis is tilted at about 23.44 degrees relative to its orbital plane. This tilt causes the changing seasons and varying day lengths. The tilt has been measured since ancient times using sundials and star charts and is now tracked by satellites. It changes slightly over thousands of years in a cycle called axial precession, influencing long-term climate patterns.",
        "satellites__title": "Satellites",
        "satellites__card-title--1": "Moon",
        "satellites__card-title--2": "Sputnik-1",
        "satellites__card-title--3": "Explorer-1",
        "satellites__card-title--4": "Luna-1",
        "satellites__card-title--5": "Transit-1B",
        "satellites__card-title--6": "Telstar-1",
        "satellites__card-title--7": "Meteor-1",
        "satellites__card-title--8": "GPS Navstar-1",
        "satellites__card-title--9": "Hubble Space Telescope",
        "satellites__card-title--10": "International Space Station",
        "satellites__card-title--11": "Sentinel-1A",
        "satellites__card-title--12": "Starlink",
        "satellites__card-unit--exp": "explored",
        "satellites__card-unit--launched": "launched",
        "satellites__card-text--1": "The Moon, Earth’s only natural satellite, formed ~4.5 billion years ago, likely from debris after a Mars-sized body's impact. Observations of lunar phases and eclipses began with ancient civilizations. Telescopes like Galileo’s in 1609 revealed craters and mountains. Samples from Apollo missions (1969–1972) confirmed its volcanic origin and provided precise age, revolutionizing our understanding of planetary formation and the Earth-Moon system.",
        "satellites__card-text--2": "Sputnik‑1, the first artificial satellite, launched by the USSR on 4 October 1957. This 83.6 kg polished metal sphere transmitted radio beeps on 20 and 40 MHz, orbiting Earth every 96 minutes. It operated for 22 days before reentering on 4 January 1958. Designed by Sergey Korolyov, it sparked the Space Race, shocking the U.S. and demonstrating feasibility of orbital physics and atmospheric drag measurement via its orbital decay.",
        "satellites__card-text--3": "Explorer‑1, the first U.S. satellite, launched on 1 February 1958 atop a Juno I rocket. Weighing ~14 kg, it carried instruments that discovered Earth’s first radiation belts (Van Allen belts). It remained operational for 111 days and in orbit until 1970. Its successful mission restored U.S. confidence after Sputnik, advancing space science and marking America’s official entry into the Space Race.",
        "satellites__card-text--4": "Luna‑1, launched by the USSR on January 2, 1959, became the first spacecraft to reach escape velocity and the first artificial object to enter heliocentric orbit. It passed within 5,995 km of the Moon but missed impact. Leading figure Sergei Korolev designed the E-1 series for lunar exploration. Despite not landing, its mission paved the way for Luna‑2’s impact and Luna‑3’s first far-side photographs, marking the beginning of interplanetary Soviet missions.",
        "satellites__card-text--5": "Transit‑1B, part of the U.S. Navy’s Transit system (precursor to GPS), launched on April 13, 1960 aboard a Thor-Ablestar rocket. It carried a navigation payload to test Doppler principle–based maritime positioning. Over 30 years, the system provided navigation for submarines, ships, and aircraft. Transit‑1B validated satellite-based positioning accuracy and reliability, laying groundwork for modern satellite navigation decades before GPS became operational.",
        "satellites__card-text--6": "Telstar‑1, launched July 10, 1962 by AT&T/NASA on a Thor-Delta rocket, was the first active communications satellite. Equipped with a helical antenna and transponders, it achieved the first live transatlantic television broadcast on July 23, 1962. Despite operating only a few months before the Starfish Prime nuclear test damaged it, Telstar‑1 demonstrated feasibility of satellite communication and ushered in the age of global TV, telephone, and data relays.",
        "satellites__card-text--7": "Meteor‑1, the Soviet Union’s first operational meteorological satellite, launched on March 26, 1969 atop a Vostok rocket from Plesetsk. Made by VNIIEM, it featured a three-axis stabilization system and instruments for cloud-cover imaging. It sent daily photos used in weather forecasting and environmental monitoring. Its success led to a long-running Meteor program—Meteor-1 to Meteor-3 and beyond—providing critical data on global weather, ice cover, and atmospheric dynamics.",
        "satellites__card-text--8": "Navstar‑1, launched February 22, 1978 by the U.S. Air Force, was the first Block I GPS satellite. As a prototype with onboard atomic clock technology, it tested principles of passive ranging and precise timing critical for satellite navigation. It demonstrated 3D positioning—latitude, longitude, altitude. The Block I series paved the way for operational GPS constellation, now globally used across aviation, marine, military, and civilian systems, with 24+ satellites in mid-Earth orbit.",
        "satellites__card-text--9": "The Hubble Space Telescope launched aboard Space Shuttle Discovery on 24 April 1990 and deployed in low-Earth orbit (~547 km altitude). Named after astronomer Edwin Hubble, it carried a 2.4 m mirror. Early optical flaws delayed high-resolution imaging until the 1993 servicing mission corrected the mirror. Hubble has since revolutionized astrophysics with data on galaxy formation, exoplanets, dark energy, and cosmic expansion and continues operating with periodic updates.",
        "satellites__card-text--10": "The International Space Station (ISS), a joint project of five space agencies (NASA, Roscosmos, ESA, JAXA, CSA), began assembly in 1998 with modules Zarya and Unity. Continuously inhabited since November 2000, it orbits Earth every 90 minutes at ~400 km altitude. It supports multinational crews conducting research in microgravity, biology, materials, and space systems. With contributions from 15 countries and involvement of over 240 astronauts, the ISS is a flagship of international cooperation and space exploration.",
        "satellites__card-text--11": "Sentinel‑1A, launched April 3, 2014, is the first synthetic-aperture radar satellite in the EU Copernicus program. Orbiting at ~700 km altitude, its C-band radar can image Earth day and night, in all weather, mapping land deformation, sea ice, oil spills, and land-use changes. It captured its first radar image within nine days, providing critical data for environmental monitoring, disaster response, and scientific research. Sentinels continue to form an operational constellation.",
        "satellites__card-text--12": "Starlink, developed by SpaceX since 2015 and operational from May 2019, is the world’s largest low-Earth orbit (LEO) internet constellation. Designed to provide global broadband access, it began with two test satellites in 2018 and expanded to 1,000s of satellites by 2025. Named after John Green’s Fault in Our Stars, Starlink enables internet in remote regions, supporting over 5 million users worldwide. It’s fundamental to rebuilding global connectivity infrastructure and continues evolving with new iterations and services.",
        "habitability__title": "Habitability",
        "habitability__sub-title--1": "In the Air",
        "habitability__sub-title--2": "On the Ground",
        "habitability__info-text--air": "Earth is the only known planet in the universe that supports a vast and diverse array of life. Its unique environmental factors—like a temperate climate, liquid water, a protective atmosphere, and a stable orbit—make it exceptionally habitable.<br> Among Earth's most remarkable features is its biodiversity. Life thrives from ocean depths to mountain peaks, with about 8.7 million species, including microorganisms, plants, animals, and fungi. Two well-studied groups are birds and mammals.<br> Birds, found in nearly every ecosystem, number over 10,000 species. Their ability to fly supports migration, pollination, seed dispersal, and insect control. Some, like the Arctic tern, migrate globally, while others, like parrots, are region-specific.<br> Mammals include over 6,400 species, from bats to whales. Many show complex behaviors. Humans, as a dominant species, significantly shape ecosystems, while others—like primates or marine mammals—play vital ecological roles.<br> All life—birds, mammals, reptiles, amphibians, fish, insects, and invertebrates—forms interdependent food webs. Oxygen, moderate temperatures, and water support survival. Habitats like forests, wetlands, and oceans host unique life combinations.<br> Though resilient, life depends on the stability of Earth's climate. Biodiversity loss from habitat destruction, pollution, and climate change reminds us of this fragile planetary balance.",
        "habitability__img-comment--air": "The hawk is a bird of prey of the hawk family of the hawk family. It is found on almost all continents. The places where the hawk lives are different: mountains, plains, sparse forests, jungles, savannahs. The first species appeared 50 million years ago.",
        "habitability__air-text--1": "Birds evolved from small theropod dinosaurs about 150 million years ago during the Jurassic period. Over time, they developed feathers not just for insulation but also for flight, along with hollow bones and efficient lungs. These features allowed for the active, powered flight we observe in modern birds.",
        "habitability__air-text--2": "Bats are the only mammals capable of true, sustained flight. Their wings are formed by a thin membrane stretched over elongated fingers. They use echolocation—emitting sounds and interpreting echoes—to navigate in darkness and locate prey. This makes them unique among flying vertebrates and highly adapted to nocturnal environments.",
        "habitability__air-text--3": "Insects such as bees, butterflies, and dragonflies rely heavily on air movement for survival. They use flight not only for foraging and pollination but also for escaping predators and migrating over long distances. Their complex eyes and chemical receptors help them navigate efficiently through their aerial environment.",
        "habitability__air-text--4": "Some birds, especially swifts, have remarkable adaptations that allow them to spend nearly their entire lives in the air. Swifts can feed on airborne insects, sleep in short bursts while gliding, and even mate in flight. This aerial lifestyle requires precise wing control and incredible energy efficiency.",
        "habitability__air-text--5": "Aerobic microbes have been discovered floating in Earth’s upper atmosphere, including bacteria and fungal spores. These organisms may remain viable for long periods and play roles in cloud formation and climate dynamics. Their existence suggests that life can adapt even to extreme airborne environments.",
        "habitability__air-text--6": "Flying animals use a wide range of wing shapes and flight mechanics to suit their habitats. Hummingbirds hover with rapid wingbeats, eagles glide on thermals, and insects like flies perform agile maneuvers. These strategies optimize energy use and mobility across forests, mountains, and open skies.",
        "habitability__info-text--ground": "Life on Earth’s surface represents one of the most dynamic and visible expressions of biological complexity. Terrestrial habitats—ranging from deserts and grasslands to forests and mountains—host an astonishing variety of life forms that have adapted to differing temperatures, altitudes, and moisture levels. Unlike aquatic life, surface-dwelling organisms face unique challenges such as gravity, desiccation, and greater temperature fluctuations. To survive, plants evolved structures like roots and vascular tissues for water transport, while animals developed lungs, limbs, and protective outer coverings.<br> Insects, the most diverse group of surface life, perform essential functions like pollination and decomposition. Larger animals, such as ungulates and carnivores, shape plant communities and maintain ecological balance through grazing and predation. Soil organisms—including fungi, bacteria, and invertebrates—form a hidden but vital layer beneath the surface, recycling nutrients and supporting plant life above.<br> Wild mammals—from deer and boars to wolves, foxes, and bears—remain key players in maintaining ecological balance by regulating populations and vegetation spread. Their presence or absence can reshape entire food chains. Despite their vulnerability to change, Earth's surface biosphere shows resilience and adaptability, preserving conditions that support a wide array of animal and plant species.",
        "habitability__img-comment--ground": "The deer is a hoofed mammal of the deer family. It is found in forests, meadows, and mountains across Europe, Asia, and the Americas. Deer inhabit various environments, from dense forests to open plains. The first known species of deer appeared around 20 million years ago.",
        "habitability__ground-text--1": "The first land animals were arthropods, like millipedes and scorpions, which emerged over 400 million years ago from aquatic ancestors.",
        "habitability__ground-text--2": "Amphibians marked a major evolutionary step by bridging aquatic and terrestrial life, evolving lungs and legs around 370 million years ago.",
        "habitability__ground-text--3": "Reptiles evolved tough, scaly skin and laid amniotic eggs, enabling full-time life on land without returning to water for reproduction.",
        "habitability__ground-text--4": "Mammals appeared around 200 million years ago, adapting to diverse terrestrial environments with warm-blooded metabolism and complex brains.",
        "habitability__ground-text--5": "Insects became the most diverse land animals, evolving wings and metamorphosis, which helped them occupy nearly every terrestrial habitat on Earth."
    },
    "moon": {
        "header__earth-link": "Earth",
        "header__moon-link": "Moon",
        "header__mars-link": "Mars",
        "header__exploration-link": "Exploration",
        "header__landscape-link": "Landscape",
        "header__parameters-link": "Parameters",
        "header__satellites-link": "Satellites",
        "header__habitability-link": "Habitability",
        "header__language-link": "Language",
        "popup__selLang": "Select language",
        "hero__title": "Moon",
        "hero__sub-title": "The Silver Moon",
        "hero__start-btn": "Start guid",
        "hero__exploration-title": "Exploration",
        "hero__exploration-text--1": "In 1609, Galileo Galilei was the first to use a telescope to observe the Moon, discovering that its surface had mountains and craters — disproving the idea of a perfectly smooth celestial body.",
        "hero__exploration-text--2": "In 1957, the USSR launched Sputnik-1, starting the space age; in 1959, Luna 2 became the first human-made object to impact the Moon's surface.",
        "hero__exploration-text--3": "In 1959, the Soviet Luna 3 photographed the far side of the Moon for the first time — a region never visible from Earth due to the Moon’s synchronous rotation.",
        "hero__exploration-text--4": "On July 20, 1969, Neil Armstrong became the first person to walk on the Moon during Apollo 11, marking a monumental milestone in human technological achievement.",
        "hero__exploration-text--5": "In 1972, Apollo 17 became the last crewed mission to the Moon. Since then, lunar exploration has continued only through robotic spacecraft and satellites.",
        "hero__exploration-text--6": "In the 21st century, China, India, the U.S., and others began a new phase of Moon exploration, planning bases, resource extraction, and telescopes on the lunar far side.",
        "hero__exploration-text--7": "Scientists use retroreflectors left by Apollo missions for laser ranging, which accurately measures the Earth-Moon distance and revealed: the Moon drifts away by 3.8 cm each year.",
        "hero__img-comment": "The first person to see the Moon up close from space was American astronaut Frank Borman, commander of the Apollo 8 mission in 1968. The crew became the first to orbit the Moon, observing its far side and capturing the first images from lunar orbit.",
        "landscape__title": "Landscape",
        "landscape__sub-title--1": "Surface",
        "landscape__surface-text--1": "The Moon's surface features craters, plains (maria), ridges, and valleys, shaped by meteorite impacts and ancient volcanic activity more than 3 billion years ago.",
        "landscape__surface-text--2": "Dark “maria” are basaltic lava plains formed after massive impacts, where molten lava seeped through cracks and cooled, creating darker regions visible from Earth.",
        "landscape__surface-text--3": "The Moon’s bright highlands are older than the maria, contain more craters, and consist mainly of anorthosite rocks from the Moon’s early crust formation phase.",
        "landscape__surface-text--4": "The largest impact basin — South Pole–Aitken — is 2,500 km wide and among the oldest surface features in the entire Solar System.",
        "landscape__surface-text--5": "Regolith is a loose layer of dust, rocks, and debris formed by millions of meteorite impacts continuously bombarding and breaking down the Moon’s solid surface.",
        "landscape__surface-text--6": "Without an atmosphere, erosion does not occur on the Moon, allowing even ancient craters to remain well-preserved for billions of years without significant changes.",
        "landscape__sub-title--2": "Interior",
        "landscape__interior-text--1": "Lunar soil — regolith — contains basalt fragments, anorthosite, minerals, and glass formed by micro-impacts and thermal breakdown processes on the Moon’s surface.",
        "landscape__interior-text--2": "Regolith depth varies from 2 to 20 meters, depending on the region. Highland areas have thicker layers due to their age and greater meteorite exposure.",
        "landscape__interior-text--3": "Between 1969–1972, the Apollo program returned 382 kg of lunar soil, enabling detailed studies of its mineralogy, age, and isotopic composition on Earth.",
        "landscape__interior-text--4": "Studies showed that lunar rocks range from 3.2 to 4.5 billion years old — older than most rock formations found on Earth today.",
        "landscape__interior-text--5": "Lunar soil contains pyroxene, olivine, and ilmenite — minerals common in igneous rocks — plus microscopic glass beads formed from meteorite impact heat.",
        "landscape__interior-text--6": "Lunar dust is highly abrasive and fine-grained. Astronauts reported it infiltrated suits and equipment, damaging filters, seals, and mechanical parts on missions.",
        "landscape__interior-text--7": "Ilmenite in lunar soil contains titanium and oxygen, sparking interest for future resource extraction to support life in lunar bases or long-term missions.",
        "landscape__interior-text--8": "China’s Chang’e-5 mission in 2020 brought back samples from younger regions, only 1.97 billion years old — the youngest lunar rocks collected to date.",
        "landscape__interior-text--9": "Geochemical studies confirm the Moon formed after Earth collided with a Mars-sized body, Theia, ejecting debris that eventually coalesced into our natural satellite.",
        "parameters__title": "Paramaters",
        "parameters__card-title--1": "Equatorial diameter",
        "parameters__card-title--2": "Polar diameter",
        "parameters__card-title--3": "Mean radius",
        "parameters__card-title--4": "Equator circumference",
        "parameters__card-title--5": "Surface area",
        "parameters__card-title--6": "Mass",
        "parameters__card-title--7": "Density",
        "parameters__card-title--8": "Gravity",
        "parameters__card-title--9": "Duration of day (stellar)",
        "parameters__card-title--10": "Orbital period (year)",
        "parameters__card-title--11": "Rotation speed at the equator",
        "parameters__card-title--12": "Orbital velocity",
        "parameters__card-title--13": "Axis tilt",
        "parameters__card-unit--km": "km",
        "parameters__card-unit--km²": "km²",
        "parameters__card-unit--kg": "kg",
        "parameters__card-unit--g/cm³": "g/cm³",
        "parameters__card-unit--m/s²": "m/s²",
        "parameters__card-unit--d": "d",
        "parameters__card-unit--h": "h",
        "parameters__card-unit--m": "m",
        "parameters__card-unit--days": "days",
        "parameters__card-unit--km/h": "km/h",
        "parameters__card-unit--km/s": "km/s",
        "card-title-about": "About",
        "parameters__card-text--1": "The Moon's equatorial diameter, about 3,474 km, was first estimated in the 3rd century BC by Aristarchus of Samos. He observed lunar eclipses, measured Earth's shadow, and compared angular sizes. Using basic geometry, he derived an approximate value. In the Middle Ages, Islamic scholars refined his method, and in the 17th century, Galileo used parallax and triangulation. Radar and laser-ranging with Apollo retroreflectors in the 20th century achieved meter-level precision, foundational for lunar science and space missions.",
        "parameters__card-text--2": "The Moon's polar diameter is about 3,472 km, slightly shorter than its equatorial diameter, confirming its nearly spherical shape. This difference was first identified in the 1960s through lunar orbiter telemetry. Valuable data came from the Lunar Orbiter and the 2009 Lunar Reconnaissance Orbiter. These helped create high-resolution 3D models of the Moon’s shape and gravity field, crucial for science and lunar exploration.",
        "parameters__card-text--3": "The Moon's mean radius is around 1,737.4 km. Early estimates came from optical observations and geometry in the 19th century, but precision increased during the space age. NASA’s Lunar Orbiter missions refined shape and size measurements, and Apollo laser retroreflectors enabled exact values. These are vital for gravity models, spacecraft navigation, and orbital simulations.",
        "parameters__card-text--4": "The Moon's equatorial circumference is around 10,921 km. It's derived using the mean radius and basic geometry. Initial estimates came in the 19th century from telescope data. Lunar Orbiter missions and laser ranging in the 1960s–70s greatly improved precision. This value is key for mission planning, lunar mapping, and orbital trajectory simulations.",
        "parameters__card-text--5": "The Moon's surface area is about 37.9 million km². Early estimates came from geometric modeling well before the space era. In the 20th century, missions like Lunar Orbiter and Clementine refined this figure through detailed surface scanning. These high-resolution maps allowed scientists to evaluate topography and landing zones. Knowing the surface area is crucial for mission logistics, including spacecraft deployment, rover planning, and mapping temperature variations across different lunar regions.",
        "parameters__card-text--6": "The Moon's mass is approximately 7.35 × 10²² kg. The first accurate estimates were obtained in the 1960s by analyzing spacecraft trajectories. Lunar Orbiter missions and later satellites provided essential data on gravitational pull. Earlier mass estimates relied on gravitational effects on Earth. Modern measurements, including from NASA's GRAIL mission, use gravimetry to study internal mass distribution. Knowing the mass is essential for determining surface gravity, orbital mechanics, and landing procedures for spacecraft.",
        "parameters__card-text--7": "The Moon's average density is about 3.34 g/cm³. This was determined by combining its mass and volume. Accurate measurements came from Apollo missions and orbiters, which helped analyze its internal structure. The relatively low density suggests a small metallic core. Comparison with Earth's density supports the giant impact hypothesis, where the Moon formed from debris after a collision with a Mars-sized body named Theia.",
        "parameters__card-text--8": "The Moon's surface gravity is 1.62 m/s² — about one-sixth of Earth's. It was first directly measured by Apollo astronauts through drop experiments. More precise gravitational mapping came with NASA's GRAIL mission in 2012, revealing subsurface mass distributions. These measurements greatly improved orbital navigation and landing precision. Understanding lunar gravity is essential for spacecraft operations and investigating mass anomalies beneath the surface.",
        "parameters__card-text--9": "The Moon's stellar day lasts 27.3 Earth days. This duration was first noted by ancient astronomers observing the Moon's rotation relative to background stars. In the 20th century, radar and optical tracking confirmed the value. The stellar day equals the orbital period, causing synchronous rotation — the reason we always see the same lunar face. This phenomenon revealed the dynamics of tidal locking and has influenced our understanding of celestial mechanics.",
        "parameters__card-text--10": "The Moon's orbital period is 27.3 Earth days. This was known since antiquity from observations of lunar phases and positions in the sky. In the 20th century, precise values were confirmed through satellite telemetry. This period directly relates to the Moon's synchronous rotation, locking one face toward Earth. The orbital period is essential for predicting eclipses, planning lunar missions, and modeling gravitational interactions with Earth.",
        "parameters__card-text--11": "The Moon's rotational speed at the equator is about 16.7 km/h, due to its long stellar day. Initial calculations date back to the 19th century, with modern confirmation through NASA missions in the 1960s. This slow speed confirms synchronous rotation. The parameter is important for simulating spacecraft orientation, especially when targeting landings or analyzing how rotation influences surface navigation systems.",
        "parameters__card-text--12": "The Moon's average orbital velocity is about 3,682 km/h. It is derived from its orbital period and distance from Earth. Initially estimated in the 18th–19th centuries, it was later refined with data from spacecraft telemetry. Today's measurements are accurate to meters per second. Knowing this speed is critical for mission planning, gravitational capture maneuvers, and entering stable lunar orbits.",
        "parameters__card-text--13": "The Moon's axial tilt is 1.54°. This was determined through long-term astronomical observations and refined by missions like Clementine and Lunar Reconnaissance Orbiter. The small tilt means minimal seasonal variation. This is crucial for missions targeting polar regions, where sunlight strikes shallowly, creating permanently shadowed craters that may contain water ice—vital for future lunar bases and fuel production.",
        "satellites__title": "Satellites",
        "satellites__card-title--1": "Luna 2",
        "satellites__card-title--2": "Luna 3",
        "satellites__card-title--3": "Ranger 7",
        "satellites__card-title--4": "Luna 9",
        "satellites__card-title--5": "Luna 10",
        "satellites__card-title--6": "Lunar Orbiter 1",
        "satellites__card-title--7": "Luna 24",
        "satellites__card-title--8": "Lunar Prospector",
        "satellites__card-title--9": "SMART-1",
        "satellites__card-title--10": "Kaguya (SELENE)",
        "satellites__card-title--11": "LRO (Lunar Reconnaissance Orbiter)",
        "satellites__card-title--12": "Chang'e 2",
        "satellites__card-title--13": "Chang'e 4",
        "satellites__card-title--14": "CAPSTONE",
        "satellites__card-unit--exp": "explored",
        "satellites__card-unit--launched": "launched",
        "satellites__card-text--1": "Luna 2 was the first human-made object to reach the Moon’s surface. Launched by the USSR on September 12, 1959, it crash-landed on September 13. The mission confirmed that the Moon lacks a magnetic field and radiation belts. It also demonstrated that interplanetary trajectories were achievable. Luna 2 marked a historic milestone in space exploration, initiating a new era of lunar study. It was the first mission to deliver physical artifacts—Soviet emblems—onto another celestial body.",
        "satellites__card-text--2": "Luna 3, launched by the USSR on October 4, 1959, was the first spacecraft to photograph the Moon’s far side. Using a film-based camera system, it transmitted images that revealed previously unseen lunar terrain. Although the photos were blurry, they allowed for the first mapping of the Moon’s far side. This mission provided groundbreaking insights into lunar geology and demonstrated the USSR’s technical ability to operate interplanetary robotic missions in deep space.",
        "satellites__card-text--3": "Ranger 7 was the first successful American lunar probe, launched on July 28, 1964. Just before its impact on July 31, it transmitted over 4,300 high-resolution images of the Moon’s surface. These images far surpassed the quality of Earth-based observations and were essential in selecting Apollo landing sites. The mission demonstrated effective direct data transmission from deep space and restored NASA’s credibility after earlier Ranger failures.",
        "satellites__card-text--4": "Luna 9, launched by the USSR on January 31, 1966, was the first spacecraft to achieve a soft landing on the Moon. On February 3, it transmitted panoramic images from the surface, confirming that the lunar soil could support spacecraft weight—a critical finding for future landings. The mission proved that robotic landers could safely touch down on another world. Luna 9 was a major technological breakthrough, offering valuable data about the Moon’s physical surface properties.",
        "satellites__card-text--5": "Luna 10 was the first artificial satellite to orbit the Moon, launched by the USSR on March 31, 1966. It entered lunar orbit on April 3 and completed over 400 revolutions. The spacecraft collected data on lunar gravity, meteoroid impacts, radiation, and surface composition. The mission marked a major achievement in Soviet space science and was the first human-made object to orbit the Moon. Its data supported future lunar missions, both robotic and manned.",
        "satellites__card-text--6": "Lunar Orbiter 1, launched by the U.S. on August 10, 1966, was NASA’s first mission to map the Moon from orbit. It captured over 200 photographs, including the first image of Earth from lunar orbit. The mission's main goal was to scout Apollo landing sites. It successfully examined the lunar surface in detail, helping to select safe landing zones. Its accurate navigation and imaging system demonstrated the effectiveness of American technology in lunar exploration.",
        "satellites__card-text--7": "Luna 24, launched on August 9, 1976, was the final Soviet mission to the Moon. It became the third mission to return lunar soil samples to Earth. The spacecraft landed in the Sea of Crises and used a drill and robotic arm to collect 170 grams of regolith. The sample capsule safely returned on August 22. Luna 24 provided new insights into the Moon’s geology and marked the conclusion of the Soviet lunar exploration program.",
        "satellites__card-text--8": "Lunar Prospector was a U.S. orbital mission launched on January 7, 1998. The spacecraft studied the Moon’s gravity field, magnetic anomalies, mineral composition, and searched for signs of water ice at the poles. Its instruments detected hints of hydrogen, indicating possible water ice deposits. The mission ended on July 31, 1999, with a deliberate impact into a crater to search for water vapor. Lunar Prospector provided crucial data for future exploration and long-term lunar habitation planning.",
        "satellites__card-text--9": "SMART-1 was the European Space Agency’s first lunar mission, launched on September 27, 2003. It used an ion engine and tested advanced spaceflight technologies. Reaching lunar orbit in 2004, SMART-1 captured imagery in infrared, X-ray, and visible wavelengths. It helped map the distribution of chemical elements and demonstrated techniques for future interplanetary missions. The mission ended with a planned lunar impact on September 3, 2006. SMART-1 marked Europe’s entry into lunar exploration and space propulsion innovation.",
        "satellites__card-text--10": "Kaguya (SELENE) was a Japanese lunar orbiter launched on September 14, 2007. It was the largest lunar mission since Apollo, aiming to map the Moon’s surface, study its gravity, geology, and internal structure. Kaguya carried 15 scientific instruments and two sub-satellites. It returned stunning HD video footage and detected signs of ancient volcanic activity. The mission concluded with a controlled impact on June 10, 2009. Kaguya significantly advanced our understanding of the Moon and demonstrated Japan’s space science capabilities.",
        "satellites__card-text--11": "The Lunar Reconnaissance Orbiter (LRO) is a U.S. satellite launched on June 18, 2009. Its primary goal is to create high-resolution maps of the Moon, especially identifying safe landing sites for humans. LRO’s cameras produced the most accurate 3D map of the lunar surface, and its instruments detected water in permanently shadowed craters. Still active today, LRO provides vital data on terrain, temperature, radiation, and resources. The mission plays a key role in NASA’s Artemis program and future lunar exploration.",
        "satellites__card-text--12": "Chang’e 2 was a Chinese lunar orbiter launched on October 1, 2010. An upgraded version of Chang’e 1, it conducted high-resolution mapping of the lunar surface and sent detailed images of Sinus Iridum—a potential landing site for future missions. After completing its primary mission, Chang’e 2 traveled to the Earth-Sun L2 point and later flew by the asteroid Toutatis. The mission demonstrated China’s advancing deep space capabilities and provided important data for future exploration.",
        "satellites__card-text--13": "Chang’e 4 is a Chinese mission that achieved the first soft landing on the Moon’s far side on January 3, 2019. It consists of a lander and the Yutu-2 rover. The mission’s goals include studying lunar geology, surface composition, radiation, and habitability potential. Communications are maintained via the Queqiao relay satellite in lunar orbit. Chang’e 4 revealed new insights into the Moon’s internal structure and proved that long-term operations are feasible on the far side.",
        "satellites__card-text--14": "CAPSTONE is a U.S. cubesat launched on June 28, 2022, to test a unique lunar orbit: the Near-Rectilinear Halo Orbit (NRHO), intended for the future Gateway station. This small satellite verifies navigation techniques, orbit stability, and autonomous communication without constant ground control. Despite challenges after launch, CAPSTONE successfully reached its target orbit and is now providing crucial data for NASA’s Artemis program and long-term lunar operations.",
        "habitability__title": "Habitability",
        "habitability__sub-title--1": "In the Air",
        "habitability__sub-title--2": "On the Ground",
        "habitability__info-text--air": "The Moon’s atmosphere, more accurately called an exosphere, is extremely thin and lacks the components necessary to support life as we know it. Unlike Earth’s dense, life-sustaining atmosphere, the Moon's gaseous envelope consists of a few scattered atoms and molecules, offering no capacity for respiration, weather, or biological processes.<br> Scientific investigations into lunar habitability began in earnest during the mid-20th century. Early Soviet and American missions such as Luna, Ranger, and Surveyor recorded near-vacuum conditions on the Moon. These findings were later confirmed by the Apollo missions. During the historic Apollo 11 landing in 1969, astronauts collected samples and measured the lunar environment directly. Results showed that oxygen, nitrogen, carbon dioxide, and water vapor — all critical to life — are essentially absent.<br> Instead, the Moon’s exosphere contains trace elements like helium, neon, hydrogen, sodium, and potassium, in concentrations measured in parts per trillion. This exosphere is so tenuous that its molecules rarely collide, behaving more like particles in space than components of a true atmosphere.<br> Because of this, the Moon cannot trap heat, block harmful solar radiation, or support the water cycle. The absence of pressure means that any liquid water would instantly evaporate or freeze, and no breathable air exists at any altitude.<br> Furthermore, studies of permanently shadowed lunar craters — areas cold enough to preserve water ice — have not revealed any signs of life, either present or fossilized. These discoveries strongly suggest that life has never existed in the Moon’s atmosphere.<br> Modern satellites and landers continue to analyze the lunar environment, confirming its lifelessness. However, they have helped scientists understand how airless bodies evolve and survive in space.<br> In summary, the Moon’s atmosphere is inhospitable to all known forms of life. With no oxygen, no pressure, and constant radiation exposure, even extremophiles (organisms that thrive in harsh conditions on Earth) would not survive without advanced protection. Any future lunar settlement would require sealed, pressurized habitats with complete life support systems.<br> Thus, the Moon remains a fascinating, yet utterly uninhabitable world — its thin exosphere a silent reminder of how rare Earth's atmosphere truly is.",
        "habitability__img-comment--air": "The Apollo Lunar Module (LM) was a spacecraft developed by NASA as part of the Apollo program to transport astronauts from lunar orbit to the Moon's surface and back. It consisted of two stages: a descent stage for landing and an ascent stage for return to orbit. The first crewed LM landed on the Moon during Apollo 11 in 1969.",
        "habitability__air-text--1": "Although the Moon has no breathable air, its exosphere contains trace amounts of sodium and potassium, creating faint glowing clouds visible during lunar eclipses, hinting at dynamic processes.",
        "habitability__air-text--2": "Apollo instruments detected transient lunar phenomena — sudden glows or mists in the atmosphere — possibly caused by electrostatic dust movement or gas releases from the surface.",
        "habitability__air-text--3": "No organic molecules or biosignatures have been found in the lunar atmosphere, strongly indicating the Moon has never supported even microbial life in gaseous form.",
        "habitability__air-text--4": "Despite its near-vacuum state, the Moon's atmosphere changes slightly with solar activity, suggesting some level of interaction with solar wind and magnetic fields.",
        "habitability__air-text--5": "Some early scientists hypothesized ancient volcanic outgassing might have temporarily thickened the lunar atmosphere — but no evidence of sustained pressure has ever been found.",
        "habitability__air-text--6": "NASA's LADEE mission confirmed that micrometeorite impacts temporarily increase gas content in the exosphere, hinting at short-lived atmospheric activity not linked to biology.",
        "habitability__info-text--ground": "The surface of the Moon is one of the most extreme environments in the Solar System, offering no natural conditions that could support life. It is exposed to the vacuum of space, lacks atmosphere, and experiences dramatic temperature swings ranging from +127°C during the day to –173°C at night.<br> Without an atmosphere, there is no protection from cosmic rays or solar radiation. Ultraviolet and high-energy particles strike the surface constantly, making it extremely hostile to organic life. Unlike Earth, which has a magnetic field and thick atmosphere to shield its surface, the Moon is left vulnerable.<br> Soil samples collected during the Apollo missions showed that lunar regolith — the Moon’s dusty surface layer — is dry, inert, and lacks organic materials. While some missions have detected small amounts of water ice in permanently shadowed craters near the poles, these are not sufficient to support life. The lack of liquid water, combined with extreme cold and radiation, rules out any known form of native biology.<br> The Moon’s surface is also geologically inactive. It has no tectonic activity, volcanic heat sources, or subsurface energy flows that could foster life in hidden environments. On Earth, life thrives in deep-sea vents and underground caves thanks to geothermal heat. On the Moon, such niches do not exist.<br> While the Moon’s surface is not habitable, it is being studied as a potential site for future human exploration and habitation. However, any lunar base would need to be fully sealed, shielded from radiation, and equipped with artificial life-support systems. Living on the Moon would be more like being inside a spacecraft than living on another world.<br> To date, no signs of past or present life have been found on the Moon’s surface. All scientific evidence points to a history of complete lifelessness. Even microorganisms from Earth would not survive unprotected.<br> In conclusion, the Moon’s surface is an extreme, sterile landscape. It offers no air to breathe, no liquid water, and no natural shelter. Yet, it remains a key destination for science, technology, and humanity’s long-term presence in space.",
        "habitability__img-comment--ground": "Lunokhod-2 was a Soviet unmanned lunar rover delivered by the Luna-21 mission in January 1973. It was the second successful rover in the Soviet lunar program. Lunokhod-2 traveled about 39 km over 4.5 months, setting a long-standing record for the longest distance driven on an extraterrestrial surface, which lasted until 2014. It transmitted over 80,000 images and valuable scientific data on lunar soil and terrain.",
        "habitability__ground-text--1": "Lunar regolith is completely sterile — Apollo samples revealed no microbial life or fossil traces, despite being exposed to solar radiation and cosmic impacts for billions of years.",
        "habitability__ground-text--2": "Some researchers observed unusual light flashes on the Moon's surface, called Transient Lunar Phenomena, possibly due to gas emissions or seismic activity — but no biological source found.",
        "habitability__ground-text--3": "Radar studies found subsurface ice in permanently shadowed craters, but these zones are too cold, dark, and inert to support any form of active biology.",
        "habitability__ground-text--4": "Lunar surface lacks geothermal activity — unlike Earth, no internal heat flows exist that could support microbial ecosystems underground.",
        "habitability__ground-text--5": "Some ancient theories speculated that the Moon once had water oceans and possibly life, but all modern evidence proves the surface was always dry and airless."
    },
    "mars": {
        "header__earth-link": "Earth",
        "header__moon-link": "Moon",
        "header__mars-link": "Mars",
        "header__exploration-link": "Exploration",
        "header__landscape-link": "Landscape",
        "header__parameters-link": "Parameters",
        "header__satellites-link": "Satellites",
        "header__habitability-link": "Habitability",
        "header__language-link": "Language",
        "popup__selLang": "Select language",
        "hero__title": "Mars",
        "hero__sub-title": "The red planet",
        "hero__start-btn": "Start guid",
        "hero__exploration-title": "Exploration",
        "hero__exploration-text--1": "Galileo Galilei was the first to observe Mars through a telescope in 1610, marking the beginning of detailed astronomical studies of the mysterious red planet.",
        "hero__exploration-text--2": "In 1877, Giovanni Schiaparelli mapped “canali” on Mars, mistranslated as canals, which sparked worldwide speculation about possible intelligent Martian civilizations.",
        "hero__exploration-text--3": "NASA's Mariner 4 performed the first successful Mars flyby in 1965, sending back 21 close-up images and vital atmospheric data of the Martian surface.",
        "hero__exploration-text--4": "Viking 1 became the first spacecraft to land safely on Mars in 1976, transmitting groundbreaking surface images and weather data back to Earth.",
        "hero__exploration-text--5": "In 2008, NASA's Phoenix Lander confirmed the presence of water ice beneath the Martian surface near the north pole after successful soil analysis.",
        "hero__exploration-text--6": "Since 1997, Mars rovers like Sojourner, Spirit, Opportunity, Curiosity, and Perseverance have explored the Martian surface autonomously and sent data for planetary science research.",
        "hero__exploration-text--7": "In 2021, NASA’s Ingenuity helicopter performed the first powered and controlled flight on another planet, proving flight is possible in Mars’ thin atmosphere.",
        "hero__img-comment": "Mariner 4 was an American robotic interplanetary probe that, in 1965, became the first spacecraft to successfully fly by Mars and send back the first close-up images of the Martian surface.",
        "landscape__title": "Landscape",
        "landscape__sub-title--1": "Surface",
        "landscape__surface-text--1": "In 1971, NASA's Mariner 9 was the first probe to reach Mars' orbit and revealed huge canyons, extinct volcanoes and dust storms on the surface, which consists mainly of basalt rock, dust and volcanic sand.",
        "landscape__surface-text--2": "Olympus Mons, discovered by Mariner missions, is the largest volcano in the solar system at about 22 km above the surface of Mars, which is composed of cooled lava, volcanic ash and porous rock.",
        "landscape__surface-text--3": "Mars has huge impact basins such as Hellas Planitia, which were formed billions of years ago by asteroid impacts - some of the deepest places on the planet with soil consisting of compacted dust, debris and ice deposits.",
        "landscape__surface-text--4": "In the 1970s, the Viking probes provided the first close-up images of the Martian landscape of red rocks and dusty plains composed mostly of iron oxide, loose regolith and hardened layers of sediment.",
        "landscape__surface-text--5": "Rovers like Spirit and Opportunity found evidence of ancient water—sedimentary layers and deposits shaped by liquid water, containing clay minerals, sulfates, and iron-rich rocks in the Martian crust.",
        "landscape__surface-text--6": "Seasonal dark streaks, called “recurring slope lineae,” may form from salty water flows on Martian slopes, found in fine-grained soil containing perchlorates and hydrated salts.",
        "landscape__sub-title--2": "Interior",
        "landscape__interior-text--1": "The InSight lander, which touched down on Mars in 2018, provided the first-ever seismic data from the planet, confirming that Mars has a layered internal structure with a crust, mantle, and core—similar to Earth’s. The Martian crust, where seismic sensors were placed, contains basaltic rock rich in iron and magnesium silicates.",
        "landscape__interior-text--2": "Mars' crust is significantly thicker than Earth's, possibly due to limited tectonic plate movement and the absence of subduction zones. This thick crust, composed largely of iron-rich basalt, volcanic ash, and oxidized minerals like hematite, contributes to the planet’s distinctive red color and structural rigidity.",
        "landscape__interior-text--3": "Seismic activity recorded by InSight includes low-to-moderate marsquakes, suggesting Mars is geologically less dynamic than Earth but still active internally. These tremors originate in a crust made of hardened lava, silicate minerals, and sulfate deposits—materials that help trace the planet's thermal and volcanic history.",
        "landscape__interior-text--4": "Magnetic field data from the Mars Global Surveyor revealed traces of a once global magnetic field that vanished billions of years ago. These magnetic signatures are preserved in crustal rocks composed of magnetite, olivine, and pyroxene, indicating ancient volcanic activity and possible dynamo processes in the Martian core.",
        "landscape__interior-text--5": "The Martian core is believed to be molten and rich in lighter elements like sulfur, differing significantly from Earth’s iron-nickel core. The surrounding mantle and crust consist of silicate rocks, with the upper layers containing minerals such as feldspar, plagioclase, and iron oxides that weather into fine dust.",
        "landscape__interior-text--6": "Mars exhibits a distinct crustal dichotomy, with lowlands in the north and highlands in the south—possibly formed by early massive asteroid impacts or convection in the mantle. The crustal materials differ slightly between hemispheres, containing various basalt types and ancient sedimentary layers enriched with iron and sulfur compounds.",
        "landscape__interior-text--7": "Gravity field mapping by orbiters like the Mars Reconnaissance Orbiter (MRO) helps identify hidden mass concentrations and faults beneath the crust. These areas correlate with regions rich in dense minerals such as basalt, magnetite, and hydrated silicates, revealing structural variations across the Martian interior.",
        "landscape__interior-text--8": "Thermal emission data from instruments on orbiters show that Mars' mantle is significantly cooler and less geologically active than Earth’s, reducing volcanic resurfacing. This is supported by surface mineralogy that includes cooled basalt flows, olivine, pyroxene, and a dusty regolith rich in iron oxide and sulfates.",
        "landscape__interior-text--9": "Seismic wave reflections suggest that Mars’ liquid core extends to about half its planetary radius, making it proportionally larger than Earth's core. Above it, the mantle and crust consist of volcanic and sedimentary layers, with the uppermost layer being a dusty soil composed of iron-rich basalt and clay minerals.",
        "parameters__title": "Paramaters",
        "parameters__card-title--1": "Equatorial diameter",
        "parameters__card-title--2": "Polar diameter",
        "parameters__card-title--3": "Mean radius",
        "parameters__card-title--4": "Equator circumference",
        "parameters__card-title--5": "Surface area",
        "parameters__card-title--6": "Mass",
        "parameters__card-title--7": "Density",
        "parameters__card-title--8": "Gravity",
        "parameters__card-title--9": "Duration of day (stellar)",
        "parameters__card-title--10": "Orbital period (year)",
        "parameters__card-title--11": "Rotation speed at the equator",
        "parameters__card-title--12": "Orbital velocity",
        "parameters__card-title--13": "Axis tilt",
        "parameters__card-unit--km": "km",
        "parameters__card-unit--km²": "km²",
        "parameters__card-unit--kg": "kg",
        "parameters__card-unit--g/cm³": "g/cm³",
        "parameters__card-unit--m/s²": "m/s²",
        "parameters__card-unit--h": "h",
        "parameters__card-unit--m": "m",
        "parameters__card-unit--s": "s",
        "parameters__card-unit--days": "days",
        "parameters__card-unit--km/h": "km/h",
        "parameters__card-unit--km/s": "km/s",
        "card-title-about": "About",
        "parameters__card-text--1": "The equatorial diameter of Mars, about 6,792 km, was first accurately measured in the 19th century using telescopic observations and triangulation methods. Early astronomers such as Giovanni Schiaparelli helped refine Mars’ size. In the 20th century, spacecraft like Mariner 4 (1965) confirmed the diameter through direct imaging and radar measurements. These missions validated earlier estimates and provided high-resolution data, allowing scientists to map Mars precisely and confirm its slightly oblate shape compared to Earth.",
        "parameters__card-text--2": "Mars’ polar diameter, roughly 6,752 km, was determined alongside its equatorial diameter using early telescopic and geometric methods. Discrepancies between the two values suggested Mars’ slightly oblate shape. Modern measurements by spacecraft like Viking (1976) and Mars Global Surveyor (1997) confirmed this with radar altimetry. Understanding this difference helped scientists model the planet’s interior and its rotation effects, revealing how internal dynamics and centrifugal forces influence the shape of planetary bodies.",
        "parameters__card-text--3": "Mars’ mean radius, approximately 3,390 km, was first estimated from angular diameter measurements during opposition. Later missions like Mariner 9 (1971) improved accuracy using orbital tracking and topographic data. The average accounts for equatorial and polar variations. This parameter is essential for calculating volume, gravity, and surface curvature. Modern values are derived from data collected by orbiters equipped with laser altimeters, enhancing the precision of Mars’ physical modeling in planetary science.",
        "parameters__card-text--4": "The equatorial circumference of Mars is about 21,344 km. Early estimates came from multiplying the equatorial diameter by π. This basic geometry was refined through spacecraft missions like Mariner 9 and Viking. Later, Mars Global Surveyor used precise orbital data to confirm this value. The measurement helps define distances on Mars and is crucial for understanding planetary rotation and surface navigation. It also aids future mission planning, including rover paths and landing site selections.",
        "parameters__card-text--5": "Mars has a surface area of about 144.8 million km², roughly 28% of Earth’s. Early calculations used radius estimates, but space missions like Mars Orbiter Laser Altimeter (MOLA) refined the value. MOLA’s laser altimetry created detailed topographic maps, allowing accurate area measurements. Understanding surface area aids studies of climate, erosion, and potential habitation. It also helps scientists estimate dust coverage, polar cap size, and plan landing missions with greater geographical precision.",
        "parameters__card-text--6": "Mars’ mass is about 6.42 × 10²³ kg. In the 19th century, its gravitational influence on asteroids helped estimate this value. Modern spacecraft like Mars Reconnaissance Orbiter refined it using Doppler tracking and orbit calculations. Understanding Mars’ mass helps determine its internal composition and gravitational strength, essential for planning orbital mechanics and landing strategies. These measurements also assist in comparing Mars with Earth and evaluating its ability to retain an atmosphere.",
        "parameters__card-text--7": "Mars has an average density of 3.93 g/cm³, lower than Earth’s. It was first estimated from mass and volume calculations. Space missions later confirmed it using seismic and orbital data. This lower density indicates a smaller core and different internal composition. The InSight lander (2018) provided more precise seismic data, helping to refine internal structure models. Understanding density reveals how Mars formed, evolved, and why it lacks a strong magnetic field today.",
        "parameters__card-text--8": "Mars’ surface gravity is about 3.71 m/s², roughly 38% of Earth’s. Early estimations used mass and radius. Viking landers (1976) helped refine this using descent dynamics. Accurate gravity data comes from orbiters like Mars Global Surveyor. Gravity influences landing forces, rover weight, and potential human mobility. It’s also critical for understanding the planet’s interior and atmospheric escape rates. Lower gravity impacts future colonization, affecting bone health, exercise needs, and fluid behavior in Martian conditions.",
        "parameters__card-text--9": "Mars’ sidereal day is 24 hours, 37 minutes. Astronomers like Giovanni Cassini estimated its length in the 17th century by observing surface features. Telescopes tracked repeated patterns to calculate rotation. Modern probes confirmed the duration with radio tracking and surface imagery. The near-Earth-like day makes Mars ideal for robotic and future human missions. This similarity simplifies operations, solar planning, and daily activities, improving synchronization with Earth-based control centers.",
        "parameters__card-text--10": "Mars orbits the Sun in 687 Earth days. Kepler determined this period in the early 1600s using telescopic observations and motion laws. His third law described how planets orbit the Sun based on distance. Modern spacecraft, such as MAVEN, confirmed the duration via precise tracking. This long Martian year affects seasonal cycles, mission durations, and solar panel exposure. Understanding it is vital for climate modeling and long-term planning of surface operations.",
        "parameters__card-text--11": "Mars rotates at about 868 km/h at the equator. This was first estimated by observing surface features and tracking them over time. In the 20th century, radar observations from Earth improved accuracy. Later, spacecraft like Mars Global Surveyor refined measurements. This speed influences atmospheric dynamics and dust storms. It’s slower than Earth’s rotation but still rapid enough to create a stable day-night cycle, which affects rover operations and energy cycles on the surface.",
        "parameters__card-text--12": "Mars moves around the Sun at ~24 km/s. Early calculations came from Kepler’s laws and heliocentric models. With improved telescopes and radar, astronomers refined this speed. Today, spacecraft like MAVEN and Mars Express provide exact values. Orbital speed varies slightly during the year due to Mars’ elliptical orbit. This speed is essential for planning orbital insertion, trajectory correction, and fuel usage for missions traveling to or around Mars.",
        "parameters__card-text--13": "Mars has an axial tilt of ~25.2°, discovered through observations of seasonal changes and polar caps. Early estimates date back to the 18th century, but were refined with Mariner and Viking missions. Modern data from MRO confirmed it. The tilt causes seasons, like on Earth, affecting climate and solar exposure. Understanding this helps predict dust storms and optimize lander orientation. The tilt may have varied historically, influencing Mars’ climate cycles.",
        "satellites__title": "Satellites",
        "satellites__card-title--1": "Phobos",
        "satellites__card-title--2": "Deimos",
        "satellites__card-title--3": "Mariner 9",
        "satellites__card-title--4": "Mars Global Surveyor",
        "satellites__card-title--5": "Mars Odyssey",
        "satellites__card-title--6": "Mars Express",
        "satellites__card-title--7": "Maven",
        "satellites__card-title--8": "Trace Gas Orbiter",
        "satellites__card-title--9": "Tianwen-1",
        "satellites__card-unit--exp": "explored",
        "satellites__card-unit--launched": "launched",
        "satellites__card-text--1": "Phobos, Mars's larger moon, was discovered by American astronomer Asaph Hall on August 18, 1877, using the 26-inch refractor at the U.S. Naval Observatory. Named after the Greek god of fear, Phobos orbits very close to Mars and may eventually crash into the planet. Its irregular shape and grooved surface have been studied by various missions, including Mars Express and Phobos-Grunt.",
        "satellites__card-text--2": "Deimos, the smaller of Mars’s two moons, was discovered by Asaph Hall on August 12, 1877, just days before Phobos. Using the U.S. Naval Observatory telescope, Hall identified this distant, smoother moon. Deimos orbits farther from Mars and has fewer surface features. Its origin remains debated: it may be a captured asteroid. The Soviet Phobos missions and other spacecraft like Mars Express have collected data about its composition and orbit.",
        "satellites__card-text--3": "Launched by NASA in May 1971, Mariner 9 became the first spacecraft to orbit another planet. It arrived at Mars in November 1971 and mapped about 85% of its surface. The probe revealed enormous volcanoes like Olympus Mons and vast canyons such as Valles Marineris. It changed our understanding of Martian geology and provided the first detailed global view of the planet.",
        "satellites__card-text--4": "Mars Global Surveyor was launched in November 1996 by NASA and operated until 2006. It mapped the entire Martian surface in high resolution, studied the magnetic field, and monitored seasonal changes. The orbiter revealed evidence of past water flow and reshaped our understanding of Mars as a potentially habitable world.",
        "satellites__card-text--5": "Launched in April 2001, Mars Odyssey has become the longest-operating spacecraft at Mars. It detected large amounts of water ice under the surface and mapped radiation levels for future missions. The orbiter supported other missions like Spirit and Opportunity by relaying data. It provided vital insights into Mars’s climate, composition, and geology.",
        "satellites__card-text--6": "Mars Express was launched by ESA in June 2003. It was the first European mission to Mars and remains operational. The orbiter has provided detailed topographic, mineralogical, and atmospheric data. It discovered subsurface water ice and seasonal methane traces. The mission helped map Mars's geology and monitored its climate evolution with unprecedented precision.",
        "satellites__card-text--7": "Launched in November 2013, NASA’s MAVEN studies the Martian atmosphere and how solar wind affects it. It revealed how Mars lost most of its atmosphere over billions of years. MAVEN's data support the theory that atmospheric stripping by the Sun significantly influenced the planet's climate and habitability. It continues to monitor upper atmospheric changes.",
        "satellites__card-text--8": "The ExoMars Trace Gas Orbiter, launched by ESA and Roscosmos in 2016, analyzes trace gases in the Martian atmosphere, especially methane. It aims to understand their origins—geological or biological. The orbiter also acts as a data relay for other Mars missions. Its high-resolution imaging and atmospheric data have refined models of Martian climate and gas dynamics.",
        "satellites__card-text--9": "China's Tianwen-1 mission, launched in July 2020 by CNSA, includes an orbiter, lander, and the Zhurong rover. It reached Mars in February 2021. The orbiter studies surface features and climate, while the rover explores the Utopia Planitia region. Tianwen-1 marked China’s first fully independent interplanetary mission and demonstrated strong capabilities in space exploration.",
        "habitability__title": "Habitability",
        "habitability__sub-title--1": "In the Air",
        "habitability__sub-title--2": "On the Ground",
        "habitability__info-text--air": "The atmosphere of Mars is one of the primary challenges for habitability. Composed of about 95% carbon dioxide, 2.6% nitrogen, and less than 2% oxygen and other gases, it is vastly different from Earth's atmosphere. The surface pressure is less than 1% of Earth’s, making it insufficient for unprotected human life. Without pressurized suits or sealed habitats, humans would not survive the low pressure and the lack of breathable air.<br> Temperature is another obstacle. The Martian atmosphere is too thin to retain heat, resulting in average temperatures around -63°C, with extremes reaching as low as -125°C near the poles. Despite these conditions, scientific studies suggest possibilities for future terraforming or habitat design to adapt to the atmosphere. Technologies such as closed-loop life support systems and artificial biospheres may provide sustainable environments for future colonists.<br> Radiation is a serious threat. Mars lacks a global magnetic field, and its thin atmosphere provides little protection from solar and cosmic radiation. Long-term exposure could increase cancer risks and damage human DNA. Solutions include underground habitats, radiation-shielding materials, or using Martian regolith for construction.<br> Despite the harsh conditions, the Martian atmosphere offers some advantages. The presence of CO₂ can be used for oxygen production via electrolysis or other chemical processes. There is also evidence of trace amounts of water vapor and seasonal methane emissions, which could indicate subsurface activity — possibly even microbial life.<br> In conclusion, Mars’ atmosphere is not habitable by Earth standards, but with advancing technology and careful planning, it holds potential for supporting human life in the future. Developing infrastructure for atmospheric adaptation will be crucial in any long-term colonization efforts.",
        "habitability__img-comment--air": "Ingenuity is the first helicopter to achieve powered, controlled flight on another planet. It arrived on Mars with the Perseverance rover in 2021. The drone proved that flight is possible in Mars’ thin atmosphere.",
        "habitability__air-text--1": "Local turbulence in the Martian atmosphere might form temporary microenvironments more favorable for life. These spots could shield microbes from extreme radiation and cold, although their short duration and instability reduce the chances of long-term biological activity.",
        "habitability__air-text--2": "Atomic hydrogen detected in Mars’ atmosphere results from water vapor dissociation, suggesting ongoing water cycling. This implies dynamic atmospheric processes, possibly supporting liquid water – a crucial factor for known life forms.",
        "habitability__air-text--3": "Ultraviolet radiation on Mars initiates complex photochemical reactions in the atmosphere, potentially forming molecules usable as energy or organic material by simple life, assuming the organisms are photosynthetic or otherwise radiation-resistant.",
        "habitability__air-text--4": "Unexplained oxygen fluctuations in the Martian atmosphere may hint at unknown subsurface chemistry or even hypothetical biological processes affecting gas composition. No current models can fully explain the variations observed during seasonal cycles.",
        "habitability__air-text--5": "Mars may have had a thicker atmosphere in the past, trapping heat and supporting liquid water. This ancient environment might have been more habitable, as supported by geological and climate evidence from surface exploration.",
        "habitability__air-text--6": "Studies suggest certain bacteria could survive in Mars’ upper atmosphere, utilizing sunlight for energy and adapting through mutations or protective mineral coatings to withstand radiation and desiccation.",
        "habitability__info-text--ground": "The surface of Mars presents extreme conditions that challenge habitability. Its thin atmosphere allows harmful solar and cosmic radiation to reach the ground, posing health risks. Temperatures vary widely, often dropping far below freezing. The dusty landscape lacks liquid water on the surface, though ice deposits exist underground or at the poles.<br> Gravity on Mars is about 38% that of Earth, which may affect human health over long durations. Martian dust can damage equipment and pose respiratory hazards. However, recent missions have confirmed the presence of essential minerals and water ice, offering resources for future explorers. Technologies like habitat domes, solar energy systems, and in-situ resource utilization (ISRU) could help support surface operations.<br> While Mars' surface is inhospitable to unprotected life, future colonization remains possible. With the right protective infrastructure and life-support systems, humans could one day survive and work on the Martian surface.",
        "habitability__img-comment--ground": "The Curiosity rover was launched by NASA on November 26, 2011, and successfully landed on Mars on August 6, 2012, in Gale Crater. Its main goal is to study the planet’s geology and climate and to determine whether Mars could have ever supported microbial life. Equipped with a full science lab, Curiosity is still operational and continues to send valuable data back to Earth.",
        "habitability__ground-text--1": "Sulfates in Martian soil may retain water and block radiation, forming a protective niche below the surface that could enable microbial survival under otherwise hostile surface conditions.",
        "habitability__ground-text--2": "Features resembling ancient hot springs suggest hydrothermal systems that might have sustained microbial life during early Martian volcanism, offering warmth and chemical nutrients necessary for survival.",
        "habitability__ground-text--3": "Lava caves on Mars provide stable temperature and low radiation. These subsurface environments may shelter life, protecting it from surface extremes and offering a more consistent climate.",
        "habitability__ground-text--4": "Briny surface liquids may briefly become fluid, allowing short microbial activity. However, the extreme salinity and toxicity limit the duration and extent of possible life.",
        "habitability__ground-text--5": "Boron detected in Martian rocks indicates chemistry that could favor RNA formation, a vital precursor molecule in theories about life’s origins."
    }
}