{
    "earth": {
        "header__earth-link": "Земля",
        "header__moon-link": "Місяць",
        "header__mars-link": "Марс",
        "header__exploration-link": "Дослідження",
        "header__landscape-link": "Ландшафт",
        "header__parameters-link": "Параметри",
        "header__satellites-link": "Супутники",
        "header__habitability-link": "Життєпридатність",
        "header__language-link": "Мови",
        "popup__selLang": "Оберіть мову",
        "hero__title": "Земля",
        "hero__sub-title": "Блакитна планета",
        "hero__start-btn": "Почати гід",
        "hero__exploration-title": "Дослідження",
        "hero__exploration-text--1": "Дослідники, такі як Колумб, Магеллан і да Гама, кардинально змінили наше географічне розуміння, створюючи карти континентів, океанів і культур, раніше невідомих європейцям.",
        "hero__exploration-text--2": "Геологія та географія сформувались як наукові дисципліни. Вчені, як Гумбольдт і Лайєль, вивчали породи, клімат і рельєфи, закладаючи основу сучасних наук про Землю.",
        "hero__exploration-text--3": "За допомогою таких інструментів, як барометри та термометри, погодні умови почали систематично фіксуватись. До XIX століття з’явилися міжнародні метеорологічні служби та системи спостереження за кліматом.",
        "hero__exploration-text--4": "Ракета V-2 зробила перше зображення Землі з космосу з висоти понад 100 км (1946 рік). Це стало початком космічного спостереження за планетою.",
        "hero__exploration-text--5": "Запущений NASA, супутник TIROS-1 розпочав спостереження за погодою в реальному часі з орбіти (1960 рік). Це революціонізувало метеорологію та прогнозування стихійних лих.",
        "hero__exploration-text--6": "Супутники Landsat (з 1972 року) забезпечували безперервні, детальні зображення поверхні Землі — лісів, міст, сільського господарства та змін в екосистемах — створивши найдовший запис спостережень за Землею.",
        "hero__exploration-text--7": "Ці місії відстежують клімат, воду, забруднення та катастрофи в реальному часі. Провідними програмами моніторингу довкілля є Copernicus від ESA та EOS від NASA.",
        "hero__img-comment": "Першою людиною, яка побачила Землю з космосу, був Юрій Гагарін, який облетів планету 12 квітня 1961 року на борту радянського космічного корабля Восток-1.",
        "landscape__title": "Ландшафт",
        "landscape__sub-title--1": "Зовнішня будова",
        "landscape__surface-text--1": "Гора Еверест, розташована в Гімалаях між Непалом і Китаєм, є найвищою точкою на поверхні Землі. Її висота близько 8 848 метрів, і вона щороку трохи зростає через рух плит.",
        "landscape__surface-text--2": "Приблизно 71% земної поверхні покрито водою, переважно океанами. Інші 29% становить суходіл: континенти, острови, гори, рівнини та інші природні форми рельєфу.",
        "landscape__surface-text--3": "Такі пустелі, як Сахара чи Атакама, виникають у регіонах з дуже низьким рівнем опадів. Тут часто спостерігаються екстремальні температури, і виживати можуть лише дуже пристосовані організми.",
        "landscape__surface-text--4": "Поверхня Землі формується через рух тектонічних плит. Коли плити зіштовхуються — виникають гори, коли розходяться — утворюються рифти або долини, а також можливі землетруси.",
        "landscape__surface-text--5": "Вулкани здебільшого утворюються на межах плит або над гарячими точками мантії. Коли магма проривається крізь кору, вона створює вулканічні форми та змінює природні умови довкола.",
        "landscape__surface-text--6": "З часом ерозія, спричинена вітром, дощами, річками, льодовиками та хвилями, змінює ландшафт Землі. Вона стирає гори, поглиблює долини та створює нові форми, як-от каньйони чи скелі.",
        "landscape__sub-title--2": "Внутрішня будова",
        "landscape__interior-text--1": "Земля складається з трьох основних внутрішніх шарів: кори, мантії та ядра. Вони відрізняються за складом, температурою та станом, і всі впливають на геологічну активність планети.",
        "landscape__interior-text--2": "Земна кора — найзовнішній твердий шар, що має різну товщину. Океанічна кора тонша та щільніша, а континентальна — товстіша й легша, утворюючи материки та великі ділянки суші.",
        "landscape__interior-text--3": "Під корою знаходиться мантія, яка становить основний об’єм планети. Вона складається з напівтвердих порід, що повільно рухаються під впливом тепла, спричиняючи рух плит над собою.",
        "landscape__interior-text--4": "Тепло з глибин Землі створює конвекційні потоки в мантії. Ці повільні кругові рухи переміщують тектонічні плити, спричиняючи гороутворення, землетруси та виверження вулканів.",
        "landscape__interior-text--5": "Зовнішнє ядро — гарячий рідкий шар, що складається переважно з розплавленого заліза та нікелю. Його безперервний рух утворює захисне магнітне поле Землі.",
        "landscape__interior-text--6": "Внутрішнє ядро, хоча має температуру, подібну до поверхні Сонця, залишається твердим через величезний тиск шарів, що знаходяться вище нього.",
        "landscape__interior-text--7": "Магнітне поле Землі простягається в космос і діє як щит. Воно відхиляє заряджені частинки Сонця, захищаючи атмосферу й усе живе від небезпечного випромінювання.",
        "landscape__interior-text--8": "Сейсмічні хвилі, що виникають під час землетрусів, проходять крізь надра Землі. За їхньою швидкістю й напрямом учені вивчають склад і стан внутрішніх шарів.",
        "landscape__interior-text--9": "Температура й тиск зростають із глибиною. На кожен кілометр під поверхнею температура підвищується на приблизно 25–30°C і може сягати понад 5 000°C у ядрі.",
        "parameters__title": "Параметри",
        "parameters__card-title--1": "Екваторіальний діаметр",
        "parameters__card-title--2": "Полярний діаметр",
        "parameters__card-title--3": "Середній радіус",
        "parameters__card-title--4": "Окружність екватора",
        "parameters__card-title--5": "Площа поверхні",
        "parameters__card-title--6": "Маса",
        "parameters__card-title--7": "Густина",
        "parameters__card-title--8": "Гравітація",
        "parameters__card-title--9": "Тривалість доби (зоряна)",
        "parameters__card-title--10": "Орбітальний період (рік)",
        "parameters__card-title--11": "Швидкість обертання на екваторі",
        "parameters__card-title--12": "Орбітальна швидкість",
        "parameters__card-title--13": "Нахил осі",
        "parameters__card-unit--km": "км",
        "parameters__card-unit--km²": "км²",
        "parameters__card-unit--kg": "кг",
        "parameters__card-unit--g/cm³": "гр/см³",
        "parameters__card-unit--m/s²": "м/с²",
        "parameters__card-unit--h": "г",
        "parameters__card-unit--m": "хв",
        "parameters__card-unit--s": "с",
        "parameters__card-unit--days": "днів",
        "parameters__card-unit--km/h": "км/г",
        "parameters__card-unit--km/s": "км/с",
        "card-title-about": "Інформація",
        "parameters__card-text--1": "Екваторіальний діаметр Землі становить приблизно 12 756 км. Цю величину вперше досить точно розрахував Ератосфен близько 240 року до н.е., використовуючи геометричні принципи та спостереження за кутами сонячного світла в різних містах. Сучасні супутникові місії, такі як LAGEOS і мережі GPS, підтвердили ці вимірювання з високою точністю. Через обертання Землі вона злегка випукла на екваторі, що утворює форму сплюснутого сфероїда.",
        "parameters__card-text--2": "Полярний діаметр Землі становить приблизно 12 714 км, що трохи менше за екваторіальний. Таке сплющення на полюсах передбачив Ісаак Ньютон у XVII столітті, а в XVIII столітті його підтвердили французькі експедиції до Лапландії та Перу. Відмінність між діаметрами пояснюється відцентровою силою, яка виникає через обертання планети. Сучасні супутникові технології, зокрема лазерна дальнометрія, остаточно підтвердили цю облатну форму.",
        "parameters__card-text--3": "Середній радіус Землі становить приблизно 6 371 км. Це середнє значення між екваторіальним та полярним радіусами, яке використовується у глобальних геодезичних моделях, таких як WGS‑84, необхідних для GPS-навігації. Хоча Земля не є ідеальною кулею, цей радіус підходить для більшості наукових і технічних обчислень. Значення вдосконалювалося століттями — від вимірювань дуг меридіанів до сучасних супутникових даних — і сьогодні має точність до менше ніж одного метра.",
        "parameters__card-text--4": "Довжина екватора Землі становить приблизно 40 075 кілометрів. Вперше її оцінили ще в давнину, зокрема Ератосфен, застосовуючи прості геометричні розрахунки на основі кутів падіння сонячних променів і відстаней між містами. Сьогодні супутникові технології та системи GPS дозволяють вимірювати цю величину з надзвичайною точністю. Через випуклість планети на екваторі ця довжина більша, ніж довжина меридіана (від полюса до полюса).",
        "parameters__card-text--5": "Загальна площа поверхні Землі становить близько 510 мільйонів квадратних кілометрів. Приблизно 71 % цієї площі займають океани, а решта 29 % — суходіл. Перші оцінки ґрунтувалися на простій геометрії, але сучасні дані отримані за допомогою супутникової альтиметрії, глобального картографування та геодезії. Точна площа має велике значення для кліматичних досліджень, супутникових систем і аналізу енергетичного балансу планети.",
        "parameters__card-text--6": "Маса Землі оцінюється приблизно у 5,972 × 10²⁴ кілограмів. Вперше її приблизно розрахував Генрі Кавендіш у 1798 році за допомогою крутильних ваг, у відомому експерименті, який назвали «зважуванням Землі». Він обчислив гравітаційну сталу, що дозволило дізнатися масу планети. Сьогодні уточнені методи та дані про рух супутників забезпечують надзвичайну точність вимірювання.",
        "parameters__card-text--7": "Середня густина Землі становить близько 5,51 грама на кубічний сантиметр, що робить її найщільнішою планетою Сонячної системи. Висока щільність зумовлена наявністю важких елементів, як-от залізо та нікель, у ядрі. Перші оцінки базувалися на масі та об’ємі Землі, але сучасні сейсмічні дослідження та гравітаційне моделювання надають точнішу картину внутрішньої структури планети.",
        "parameters__card-text--8": "Середнє прискорення вільного падіння на поверхні Землі становить приблизно 9,81 м/с². Його вперше точно виміряли у XVII столітті за допомогою маятників, хоча насправді воно дещо змінюється залежно від місця. Через обертання планети та її сплюснуту форму гравітація сильніша на полюсах і слабша на екваторі. Сучасні гравіметри, супутники типу GRACE та лазерні вимірювання дозволяють дуже точно картувати гравітаційне поле Землі, виявляючи океанічні течії, структуру надр і втрати льоду.",
        "parameters__card-text--9": "Сидеричний день — це час, за який Земля здійснює повний оберт відносно зірок, — триває близько 23 годин, 56 хвилин і 4 секунд. Він трохи коротший за сонячний день (24 години) через орбітальний рух Землі навколо Сонця. Давні астрономи вперше виявили цю різницю, спостерігаючи положення зірок. Сидеричний час важливий для астрономії та супутникової навігації.",
        "parameters__card-text--10": "Земля робить повний оберт навколо Сонця приблизно за 365,25 діб. Саме через цю чверть доби раз на чотири роки додається високосний рік. Точність вимірювання року поступово покращувалася — від сонячних календарів до астрономічних спостережень і атомних годинників. Орбіта Землі злегка еліптична, що впливає на зміну пір року і розподіл сонячної енергії.",
        "parameters__card-text--11": "На екваторі поверхня Землі обертається зі швидкістю близько 1 670 км/год. У напрямку до полюсів ця швидкість зменшується. Про обертання Землі свідчать досліди, як-от маятник Фуко, а сьогодні воно точно вимірюється супутниками та лазерними гіроскопами. Обертання впливає на кліматичні явища, океанічні течії та авіацію через ефект Коріоліса.",
        "parameters__card-text--12": "Земля рухається навколо Сонця із середньою швидкістю приблизно 29,78 км/с (понад 107 000 км/год). Така швидкість забезпечує баланс між гравітаційним тяжінням і відцентровою силою, підтримуючи стабільну орбіту. Вперше її розрахували за законами Кеплера та механікою Ньютона. Сьогодні вона підтверджується космічними місіями, доплерівськими вимірюваннями та точним супутниковим позиціонуванням.",
        "parameters__card-text--13": "Вісь Землі нахилена під кутом приблизно 23,44° до площини орбіти. Саме цей нахил спричиняє зміну пір року та різну тривалість дня. Його вимірювали ще в давнину за допомогою сонячних годинників і зіркових мап, а сьогодні — супутниками. З часом кут злегка змінюється внаслідок прецесії осі, що впливає на довготривалі кліматичні коливання.",
        "satellites__title": "Супутники",
        "satellites__card-title--1": "Луна",
        "satellites__card-title--2": "Супутник-1",
        "satellites__card-title--3": "Explorer-1",
        "satellites__card-title--4": "Луна-1",
        "satellites__card-title--5": "Transit-1B",
        "satellites__card-title--6": "Telstar-1",
        "satellites__card-title--7": "Метеор-1",
        "satellites__card-title--8": "GPS Navstar-1",
        "satellites__card-title--9": "Космічний телескоп Габбла",
        "satellites__card-title--10": "Міжнародна космічна станція",
        "satellites__card-title--11": "Sentinel-1A",
        "satellites__card-title--12": "Starlink",
        "satellites__card-unit--exp": "досліджено",
        "satellites__card-unit--launched": "запущено",
        "satellites__card-text--1": "Місяць — єдиний природний супутник Землі, виник приблизно 4,5 мільярда років тому, ймовірно внаслідок зіткнення Землі з тілом розміром із Марс. Древні цивілізації вже спостерігали фази і затемнення. 1609 року Галілей побачив кратери та гори з допомогою телескопа. Зразки з місій «Аполлон» (1969–1972) підтвердили вулканічне походження і точний вік, що змінило наукове уявлення про формування Землі та її супутника.",
        "satellites__card-text--2": "«Супутник‑1», перший штучний супутник, запущений СРСР 4 жовтня 1957 року. Це 83,6 кг полірована металева сфера, що передавала радіо імпульси на 20 і 40 МГц та оберталась навколо Землі кожні 96 хвилин. Працювала 22 доби, а 4 січня 1958 року згоріла в атмосфері. Розроблений Сергієм Корольовим, він започаткував космічну гонку, шокував США і дав змогу вивчити фізику орбіти й атмосферного гальмування.",
        "satellites__card-text--3": "Explorer‑1, перший супутник США, запущений 1 лютого 1958 року на ракеті Juno I. Маса – близько 14 кг. На борту були прилади, які відкрили перші радіаційні пояси Землі (пояси Ван Алена). Працював 111 днів, залишався на орбіті до 1970 року. Успіх повернув віру в космічну програму США після запуску «Супутника‑1» та офіційно вступив країну у космічну гонку.",
        "satellites__card-text--4": "Луна‑1, запущена СРСР 2 січня 1959 року, стала першим космічним апаратом, що здолав швидкість втечі та першим штучним об’єктом, який вийшов на орбіту Сонця. Пролетіла за 5 995 км від Місяця, але не здійснила посадку. Керував проектом Сергій Корольов із серії Е‑1. Хоча вона не сіла на поверхню, ця місія відкрила шлях для Луни‑2 (удар) і Луни‑3 (знімки зворотного боку), започаткувавши міжпланетні запуски СРСР.",
        "satellites__card-text--5": "Transit‑1B, частина Навігаційної системи ВМС США (попередник GPS), запущений 13 квітня 1960 року ракетою Thor–Ablestar. Він мав навігаційне обладнання для випробування доплерівської системи позиціонування на морі. Понад 30 років система обслуговувала підводні човни, кораблі та літаки. Transit‑1B довів точність і надійність супутникової навігації і заклав основу для GPS задовго до її появи.",
        "satellites__card-text--6": "Telstar‑1, запущений 10 липня 1962 року компанією AT&T/NASA ракетою Thor-Delta, став першим активним комунікаційним супутником. Оснащений гвинтовою антеною та ретрансляторами, він здійснив перший прямий трансатлантичний телевізійний ефір 23 липня 1962 року. Хоча працював лише кілька місяців (після тесту Starfish Prime), Telstar‑1 довів можливість супутникового зв’язку і започаткував еру глобального телебачення, телефонії та передачі даних.",
        "satellites__card-text--7": "Метеор‑1 — перший діючий метеорологічний супутник СРСР — був запущений 26 березня 1969 року ракетою “Восток” з Плесецька. Розроблений ВНІІЕМ, він мав тривісну систему стабілізації та прилади для знімання хмарності. Щоденні знімки використовували у прогнозах погоди та моніторингу навколишнього середовища. Успішний запуск започаткував серію Meteor (Meteor‑1 до Meteor‑3 та далі), що забезпечив планетарне спостереження погоди, льодового покриву та атмосфери.",
        "satellites__card-text--8": "Navstar‑1, запущений 22 лютого 1978 року ВПС США, став першим супутником Block I системи GPS. Це був прототип із атомним годинником, що тестував принцип пасивного дальномірювання та точного часу, необхідних для супутникової навігації. Він довів можливість 3D позиціонування: широта, довгота, висота. Серія Block I підготувала дорогу для повноцінної GPS-коснтеляції, яка зараз використовується по всьому світу у авіації, морській справі та цивільних системах.",
        "satellites__card-text--9": "Космічний телескоп Габбла був запущений шатлом Discovery 24 квітня 1990 року та розміщений на низькій навколоземній орбіті (~547 км). Названий на честь астронома Едвіна Габбла, телескоп має головне дзеркало діаметром 2,4 м. Початковий дефект спричинив розмиті зображення, які були виправлені під час місії обслуговування в грудні 1993 року. З того часу Габбл революціонізував астрофізику, відкривши інформацію про формування галактик, екзопланети, темну енергію та розширення Всесвіту, і досі працює з оновленнями.",
        "satellites__card-text--10": "Міжнародна космічна станція (МКС), спільний проект NASA, Роскосмосу, ESA, JAXA та CSA, почала збірку в 1998 році з модулів Заря та Unity. Безперервно заселена з листопада 2000 року, вона обертається навколо Землі кожні 90 хвилин на висоті ~400 км. На ній працюють міжнародні екіпажі, що проводять дослідження в умовах мікрогравітації: з біології, матеріалів, космічних систем. Понад 240 астронавтів з 15 країн внесли свій вклад, і МКС є прикладом міжнародної співпраці й освоєння космосу.",
        "satellites__card-text--11": "Sentinel‑1A, запущений 3 квітня 2014 року, — перший супутник із синтетичною апертурною радарною системою в програмі Copernicus від ЄС. Він працює на висоті близько 700 км, а його радар у C-діапазоні здатен здійснювати знімки вдень і вночі в будь-яку погоду, відстежуючи деформації землі, морський лід, розливи нафти та зміни землекористування. Перший знімок радарного “first light” надійшов вже через дев’ять днів після запуску, що забезпечило оперативний моніторинг довкілля, реагування на катастрофи та наукові дослідження. Програма Sentinel продовжує працювати як функціонуюча констеляція.",
        "satellites__card-text--12": "Starlink, розроблений SpaceX з 2015 року та функціональний з травня 2019 року, — найбільша у світі констеляція супутників на низькій навколоземній орбіті. Створена для глобального широкосмугового інтернету, вона стартувала з двох тестових супутників у 2018 році і налічує тисячі пристроїв станом на 2025 рік. Назва натхненна книгою Джона Ґріна Fault in Our Stars. Starlink забезпечує інтернет у віддалених регіонах і вже має понад 5 мільйонів користувачів по всьому світу. Це фундамент перебудови глобальної інфраструктури зв’язку, яка продовжує розвиватись із новими послугами.",
        "habitability__title": "Життєпридатність",
        "habitability__sub-title--1": "В повітрі",
        "habitability__sub-title--2": "На землі",
        "habitability__info-text--air": "Земля — єдина відома планета у Всесвіті, яка підтримує надзвичайно різноманітне життя. Її унікальні природні умови — помірний клімат, наявність рідкої води, захисна атмосфера та стабільна орбіта — роблять її винятковим середовищем для життя.<br> Однією з найбільш вражаючих особливостей Землі є її біорізноманіття. Життя присутнє від океанських глибин до гірських вершин — приблизно 8,7 мільйона видів, включно з мікроорганізмами, рослинами, тваринами та грибами. Добре вивчені групи — птахи та ссавці.<br> Птахи (понад 10 000 видів) населяють майже всі екосистеми. Їх здатність до польоту забезпечує міграцію, запилення, поширення насіння й контроль комах. Деякі, як-от полярна крячка, мігрують між полюсами, інші мешкають лише в тропічних регіонах.<br> Ссавці — понад 6 400 видів — варіюються від кажанів до китів. Багато з них мають складну поведінку. Люди, як домінуючий вид, значно впливають на екосистеми. Інші ссавці, як-от примати або морські ссавці, також відіграють важливу екологічну роль.<br> Усі форми життя — птахи, ссавці, рептилії, амфібії, риби, комахи та безхребетні — утворюють взаємозалежні харчові мережі. Кисень, вода й помірна температура забезпечують умови для виживання. Ліси, болота, океани створюють унікальні середовища.<br> Попри стійкість життя, воно залежить від стабільного клімату. Втрата біорізноманіття через знищення середовищ, забруднення та зміну клімату нагадує про крихкість нашої планети.",
        "habitability__img-comment--air": "Яструб — це хижий птах із родини яструбових. Він трапляється майже на всіх континентах. Місця проживання яструба різноманітні: гори, рівнини, рідколісся, джунглі, савани. Перші види з’явилися 50 мільйонів років тому.",
        "habitability__air-text--1": "Птахи еволюціонували з невеликих тероподових динозаврів приблизно 150 мільйонів років тому в юрському періоді. З часом у них з’явилося пір’я — спочатку для збереження тепла, а згодом і для польоту, порожнисті кістки та ефективні легені, що дозволило здійснювати активний політ.",
        "habitability__air-text--2": "Кажани — єдині ссавці, здатні до справжнього активного польоту. Їхні крила складаються з тонкої мембрани, натягнутої на подовжені пальці. За допомогою ехолокації — випромінювання звуків і сприйняття їх відлуння — вони орієнтуються в темряві та знаходять здобич, що робить їх унікальними серед літаючих хребетних.",
        "habitability__air-text--3": "Комахи, як-от бджоли, метелики й бабки, активно використовують повітря для життя. Політ допомагає їм у пошуку їжі, запиленні, втечі від хижаків і міграції. Завдяки складним очам і чутливим хеморецепторам вони легко орієнтуються в повітряному середовищі.",
        "habitability__air-text--4": "Деякі птахи, зокрема серпокрильці, мають дивовижні адаптації, що дозволяють їм майже все життя перебувати в повітрі. Вони харчуються літаючими комахами, сплять короткими періодами під час ширяння й навіть паруються в польоті. Такий стиль життя вимагає точного контролю крил та високої енергоефективності.",
        "habitability__air-text--5": "Аеробні мікроорганізми, зокрема бактерії та спори грибів, були виявлені в верхніх шарах атмосфери Землі. Вони можуть залишатися життєздатними тривалий час і впливати на утворення хмар і кліматичні процеси. Їх присутність свідчить про здатність життя адаптуватися навіть до екстремальних умов у повітрі.",
        "habitability__air-text--6": "Летючі тварини використовують різні форми крил і механізми польоту відповідно до середовища. Колібрі зависають завдяки швидкому помаху крил, орли ширяють у висхідних потоках, а мухи демонструють маневреність. Ці стратегії забезпечують ефективне використання енергії й мобільність у лісах, горах та на відкритому небі.",
        "habitability__info-text--ground": "Життя на поверхні Землі є однією з найдинамічніших і найвидиміших форм біологічної складності. Наземні середовища — від пустель і степів до лісів і гір — вміщують вражаюче різноманіття живих істот, що пристосувалися до різних температур, висот і рівнів вологості. На відміну від водного середовища, мешканці суші стикаються з унікальними викликами, такими як гравітація, висихання й коливання температур. Рослини розвинули кореневу систему та судинні тканини для транспорту води, а тварини — легені, кінцівки та захисні покриви.<br>Комахи, найрізноманітніша група наземних організмів, виконують життєво важливі функції, як-от запилення й розкладання. Великі тварини — копитні та хижаки — впливають на рослинні угруповання й підтримують екологічну рівновагу через випас і хижацтво. Ґрунтові організми — гриби, бактерії та безхребетні — утворюють прихований, але критично важливий рівень під поверхнею, переробляючи речовини й підтримуючи життя рослин.<br>Дикі звірі — від оленів і кабанів до вовків, лисиць і ведмедів — залишаються ключовими учасниками екологічної рівноваги, контролюючи чисельність видів і поширення рослинності. Їх присутність або зникнення впливає на цілі харчові ланцюги. Незважаючи на вразливість до змін, наземна біосфера демонструє здатність до пристосування й відновлення, зберігаючи умови для життя численних видів тварин і рослин. ",
        "habitability__img-comment--ground": "Олень — це копитний ссавець з родини оленевих. Він мешкає в лісах, луках та горах по всій Європі, Азії та Америці. Олені живуть у різних середовищах, від густих лісів до відкритих рівнин. Перші відомі види оленів з’явилися близько 20 мільйонів років тому.",
        "habitability__ground-text--1": "Першими наземними тваринами були членистоногі, такі як багатоніжки та скорпіони, які з’явилися понад 400 мільйонів років тому з водних предків.",
        "habitability__ground-text--2": "Амфібії стали важливим етапом еволюції, об’єднавши водне та наземне життя, розвинувши легені й ноги приблизно 370 мільйонів років тому.",
        "habitability__ground-text--3": "Плазуни розвинули міцну, лускату шкіру й відкладали амніотичні яйця, що дозволило їм постійно жити на суші без повернення до води для розмноження.",
        "habitability__ground-text--4": "Ссавці з’явилися близько 200 мільйонів років тому, пристосувавшись до різноманітних наземних середовищ завдяки теплокровному обміну речовин і складному мозку.",
        "habitability__ground-text--5": "Комахи стали найрізноманітнішими наземними тваринами, розвинувши крила й метаморфоз, що дозволило їм заселити майже всі середовища суші."
    },
    "moon": {
        "header__earth-link": "Земля",
        "header__moon-link": "Місяць",
        "header__mars-link": "Марс",
        "header__exploration-link": "Дослідження",
        "header__landscape-link": "Ландшафт",
        "header__parameters-link": "Параметри",
        "header__satellites-link": "Супутники",
        "header__habitability-link": "Життєпридатність",
        "header__language-link": "Мови",
        "popup__selLang": "Оберіть мову",
        "hero__title": "Місяць",
        "hero__sub-title": "Срібний місяць",
        "hero__start-btn": "Почати гід",
        "hero__exploration-title": "Дослідження",
        "hero__exploration-text--1": "У 1609 році Галілео Галілей вперше використав телескоп для спостереження Місяця, відкривши, що його поверхня має гори й кратери — спростувавши уявлення про ідеальну сферичність.",
        "hero__exploration-text--2": "У 1957 році СРСР запустив «Супутник-1», що започаткував космічну еру; у 1959 «Луна-2» стала першим об’єктом, який досяг поверхні Місяця.",
        "hero__exploration-text--3": "У 1959 році радянська «Луна-3» вперше сфотографувала зворотний бік Місяця — область, яка ніколи не видно з Землі через синхронне обертання.",
        "hero__exploration-text--4": "20 липня 1969 року Ніл Армстронг став першою людиною, яка ступила на Місяць у межах місії «Аполлон-11» — величезне досягнення людства і науки.",
        "hero__exploration-text--5": "У 1972 році «Аполлон-17» став останньою пілотованою місією на Місяць. Відтоді дослідження тривають лише за допомогою роботів і супутників.",
        "hero__exploration-text--6": "У XXI столітті Китай, Індія, США та інші країни розпочали новий етап досліджень Місяця: планують бази, видобуток ресурсів і телескопи на зворотному боці.",
        "hero__exploration-text--7": "Вчені використовують відбивачі, залишені місіями «Аполлон», для лазерної локації, що дозволяє точно вимірювати відстань — Місяць віддаляється на 3,8 см щороку.",
        "hero__img-comment": "Першою людиною, яка побачила Місяць зблизька з космосу, став американець Френк Борман — командир місії «Аполлон-8» 1968 року. Їхній екіпаж першим облетів Місяць і зробив фото з орбіти.",
        "landscape__title": "Ландшафт",
        "landscape__sub-title--1": "Зовнішня будова",
        "landscape__surface-text--1": "Поверхня Місяця складається з кратерів, рівнин (морів), хребтів та долин, сформованих ударами метеоритів та древньою вулканічною активністю понад 3 мільярди років.",
        "landscape__surface-text--2": "Темні “моря” — це базальтові лавові рівнини, що виникли після масових ударів, коли лава просочилася тріщинами й застигла, формуючи темні ділянки поверхні.",
        "landscape__surface-text--3": "Світлі області Місяця, звані нагір’ями, старші за моря, містять більше кратерів і сформувалися з анортозитів — дуже давніх порід із ранньої місячної кори.",
        "landscape__surface-text--4": " Найбільший ударний басейн — Південний полюс — Ейткен — має діаметр 2 500 км; це один з найстаріших об’єктів у Сонячній системі.",
        "landscape__surface-text--5": "Реголіт — це пухкий шар пилу, каміння і уламків, який утворився внаслідок мільйонів ударів метеоритів, що безперервно руйнували тверду поверхню Місяця.",
        "landscape__surface-text--6": "Через відсутність атмосфери, ерозія на Місяці не відбувається, тому навіть найдавніші кратери залишаються добре збереженими протягом мільярдів років.",
        "landscape__sub-title--2": "Внутрішня будова",
        "landscape__interior-text--1": "Місячний ґрунт — реголіт — складається з уламків базальту, анортозиту, мінералів і скла, що утворилося внаслідок мікроударів і термічного руйнування.",
        "landscape__interior-text--2": " Глибина реголіту різна: від 2 до 20 метрів, залежно від області. На нагір’ях шар товщий через вік і більшу кількість ударів.",
        "landscape__interior-text--3": "У 1969–1972 роках програма «Аполлон» доставила 382 кг місячного ґрунту, що дозволило докладно вивчити його мінералогію, вік та ізотопний склад.",
        "landscape__interior-text--4": "Дослідження показали, що місячні породи мають вік від 3,2 до 4,5 мільярда років — вони старші за більшість земних гірських порід.",
        "landscape__interior-text--5": "Місячний ґрунт містить мінерали піроксен, олівін, ільменіт, які зазвичай зустрічаються в магматичних породах, а також мікроскопічні кульки скла, утворені при ударах.",
        "landscape__interior-text--6": "Місячний пил дуже абразивний і дрібнодисперсний. Астронавти скаржились, що він проникає в костюми й обладнання, викликаючи пошкодження фільтрів і механізмів.",
        "landscape__interior-text--7": "Ільменіт у місячному ґрунті містить титан і кисень, що викликає інтерес для майбутнього видобутку ресурсів для підтримки життя на базах.",
        "landscape__interior-text--8": "Китайська місія «Чан’е-5» у 2020 році доставила нові зразки з молодших районів Місяця, яким лише 1,97 мільярда років — наймолодші зі знайдених.",
        "landscape__interior-text--9": "Геохімічні аналізи підтверджують, що Місяць утворився після гігантського зіткнення Землі з планетою Тейя, що призвело до викиду матеріалу й формування супутника.",
        "parameters__title": "Параметри",
        "parameters__card-title--1": "Екваторіальний діаметр",
        "parameters__card-title--2": "Полярний діаметр",
        "parameters__card-title--3": "Середній радіус",
        "parameters__card-title--4": "Окружність екватора",
        "parameters__card-title--5": "Площа поверхні",
        "parameters__card-title--6": "Маса",
        "parameters__card-title--7": "Густина",
        "parameters__card-title--8": "Гравітація",
        "parameters__card-title--9": "Тривалість доби (зоряна)",
        "parameters__card-title--10": "Орбітальний період (рік)",
        "parameters__card-title--11": "Швидкість обертання на екваторі",
        "parameters__card-title--12": "Орбітальна швидкість",
        "parameters__card-title--13": "Нахил осі",
        "parameters__card-unit--km": "км",
        "parameters__card-unit--km²": "км²",
        "parameters__card-unit--kg": "кг",
        "parameters__card-unit--g/cm³": "гр/см³",
        "parameters__card-unit--m/s²": "м/с²",
        "parameters__card-unit--d": "дн",
        "parameters__card-unit--h": "г",
        "parameters__card-unit--m": "хв",
        "parameters__card-unit--days": "днів",
        "parameters__card-unit--km/h": "км/г",
        "parameters__card-unit--km/s": "км/с",
        "card-title-about": "Інформація",
        "parameters__card-text--1": "Екваторіальний діаметр Місяця, приблизно 3474 км, уперше оцінений у III ст. до н.е. Арістархом Самоським. Він спостерігав затемнення, вимірював тінь Землі й порівнював кутові розміри світил. Простою геометрією він отримав приблизну величину. У Середньовіччі метод уточнили арабські вчені, а в XVII ст. Галілей використав паралакс і тріангуляцію. У XX ст. радарні й лазерні вимірювання з «Аполлонів» досягли точності до метра — основа для науки та місій.",
        "parameters__card-text--2": "Полярний діаметр Місяця — близько 3472 км, трохи менший за екваторіальний, що підтверджує сферичність. Вперше ця різниця зафіксована у 1960-х завдяки телеметрії орбітальних апаратів. Цінні дані надано місіями «Лунар Орбітер» та «LRO» (2009). Вони дозволили створити високоточні 3D-моделі форми та гравітаційного поля Місяця — важливо для досліджень і місій.",
        "parameters__card-text--3": "Середній радіус Місяця — близько 1737,4 км. Перші оцінки — з XIX ст., за оптичними даними. Уточнення надали місії «Лунар Орбітер» (1966–67), а точні значення отримані завдяки лазерній локації з «Аполлонів». Ці дані критично важливі для гравітаційних моделей і навігації.",
        "parameters__card-text--4": "Довжина екватора Місяця — приблизно 10 921 км. Вона обчислена на основі середнього радіуса. Перші розрахунки зроблені у XIX ст. за телескопічними даними. Уточнення дали місії «Лунар Орбітер» і лазерна локація 1960–70-х. Цей параметр важливий для планування місій, картографії й моделювання траєкторій.",
        "parameters__card-text--5": "Загальна площа поверхні Місяця — близько 37,9 млн км². Уперше приблизну площу розрахували на основі геометричних моделей ще до космічної ери. У XX столітті дані уточнилися завдяки космічним місіям, зокрема «Лунар Орбітер» і «Клементина». Детальне сканування дозволило створити високоточні цифрові карти. Відомості про площу критично важливі для розміщення апаратів, посадкових майданчиків, дослідження теренів та розподілу температурних зон.",
        "parameters__card-text--6": "Маса Місяця складає приблизно 7,35 × 10²² кг. Перші точні оцінки з'явилися після вимірювань траєкторій космічних апаратів у 1960-х роках. Дані з місій «Лунар Орбітер» і пізніших супутників дозволили обчислити гравітаційний вплив супутника. До цього масу намагались вивести із гравітаційного впливу на Землю. Сучасні методи включають супутникову гравітометрію (місія GRAIL). Це ключовий параметр для розрахунку гравітації, орбіт та посадкових швидкостей.",
        "parameters__card-text--7": "Середня щільність Місяця — приблизно 3,34 г/см³. Це було виявлено при аналізі маси та об'єму супутника. Перші точні розрахунки з'явилися завдяки апаратам «Аполлон» і орбітальним місіям, які надали дані про внутрішню структуру. Щільність вказує на відносно невеликий металевий компонент ядра. Порівняння з Землею допомогло сформувати гіпотезу гігантського зіткнення з Тейєю, що пояснює склад та походження Місяця.",
        "parameters__card-text--8": "Прискорення вільного падіння на поверхні Місяця становить 1,62 м/с² — приблизно 1/6 земного. Вперше воно було виміряне астронавтами «Аполлона» під час експериментів з падінням предметів. Пізніше точні гравітаційні карти створені за допомогою місії GRAIL у 2012 році. Це дозволило деталізувати підповерхневу структуру й вплинуло на точність навігації та посадок майбутніх місій. Вимірювання гравітації — основа для динаміки апаратів та аналізу масових аномалій.",
        "parameters__card-text--9": "Зоряний день Місяця триває 27,3 земних діб. Це було встановлено завдяки астрономічним спостереженням за положенням зір відносно обертання Місяця ще в античні часи. У ХХ столітті виміри підтверджені за допомогою точного радіолокаційного спостереження. Цей параметр збігається з орбітальним періодом, що призводить до синхронного обертання, завдяки якому з Землі видно лише один бік Місяця. Це стало ключем до розуміння гравітаційного захоплення.",
        "parameters__card-text--10": "Орбітальний період Місяця становить 27,3 земних днів. Це було відоме ще з давнини на основі місячних фаз і спостереження за положенням Місяця на небі. У ХХ столітті точні вимірювання були виконані за допомогою телеметрії супутників. Період пов’язаний із приливним захопленням, що спричинило синхронне обертання. Орбітальний період критично важливий для визначення місць посадок, передбачення затемнень і запуску міжпланетних апаратів.",
        "parameters__card-text--11": "Швидкість обертання Місяця на екваторі складає лише 16,7 км/год. Це пов’язано з тривалим зоряним днем. Уперше обчислення зробили ще в XIX столітті, але точні виміри стали можливі завдяки місіям NASA у 1960-х роках. Швидкість важлива для орбітальної динаміки та аналізу синхронного обертання. Її враховують у симуляціях руху апаратів та під час посадки для точного орієнтування.",
        "parameters__card-text--12": "Середня орбітальна швидкість Місяця — приблизно 3 682 км/год. Її виводять з періоду обертання і відстані до Землі. Уперше вона обчислена у XVIII–XIX ст., пізніше уточнена завдяки космічним місіям. Сучасна телеметрія дала точність до кількох метрів на секунду. Знання швидкості критичне для розрахунку гравітаційного захоплення, планування польотів і безпечного входу в орбіту супутника.",
        "parameters__card-text--13": "Нахил осі Місяця — 1,54°. Це було визначено на основі тривалих астрономічних спостережень ще до космічної ери, а уточнено під час місії «Клементина» і LRO. Невеликий нахил означає відсутність екстремальних сезонів. Це важливо для місій у полярних регіонах, де світло падає під кутом, створюючи «вічні тіні» та потенційні поклади водяного льоду.",
        "satellites__title": "Супутники",
        "satellites__card-title--1": "Луна 2",
        "satellites__card-title--2": "Луна 3",
        "satellites__card-title--3": "Ranger 7",
        "satellites__card-title--4": "Луна 9",
        "satellites__card-title--5": "Луна 10",
        "satellites__card-title--6": "Lunar Orbiter 1",
        "satellites__card-title--7": "Луна 24",
        "satellites__card-title--8": "Lunar Prospector",
        "satellites__card-title--9": "SMART-1",
        "satellites__card-title--10": "Kaguya (SELENE)",
        "satellites__card-title--11": "LRO (Lunar Reconnaissance Orbiter)",
        "satellites__card-title--12": "Chang'e 2",
        "satellites__card-title--13": "Chang'e 4",
        "satellites__card-title--14": "CAPSTONE",
        "satellites__card-unit--exp": "досліджено",
        "satellites__card-unit--launched": "запущено",
        "satellites__card-text--1": "«Луна-2» — перший апарат, який досяг поверхні Місяця. Запущений СРСР 12 вересня 1959 року, він здійснив жорстке зіткнення з Місяцем 13 вересня. Місія довела можливість досягнення Місяця й підтвердила відсутність магнітного поля та радіаційного поясу навколо супутника. «Луна-2» стала важливою віхою в історії космічних досліджень, започаткувавши еру активного вивчення Місяця й вперше доставивши радянські символи на інше небесне тіло.",
        "satellites__card-text--2": "«Луна-3», запущена СРСР 4 жовтня 1959 року, стала першим апаратом, який сфотографував зворотний бік Місяця. Використовуючи фотокамеру та плівкову систему, вона передала унікальні зображення на Землю, що дало нові уявлення про геологію Місяця. Фото були нечіткими, але достатньо інформативними для створення перших карт невидимого боку. «Луна-3» суттєво розширила наші знання про Місяць і продемонструвала технічні можливості радянських автоматичних міжпланетних станцій.",
        "satellites__card-text--3": "«Ranger 7» — перший успішний апарат США в програмі «Рейнджер», запущений 28 липня 1964 року. Він зробив понад 4300 високоякісних знімків поверхні Місяця за кілька хвилин до зіткнення 31 липня. Ці зображення значно перевищували якість земних телескопів і стали критично важливими для вибору місць висадки «Аполлонів». Місія довела ефективність прямої передачі даних з ближнього космосу й відновила репутацію NASA після попередніх невдач у серії.",
        "satellites__card-text--4": "«Луна-9», запущена СРСР 31 січня 1966 року, стала першим апаратом, який здійснив м’яку посадку на Місяць. 3 лютого вона передала панорамні зображення з поверхні, що підтвердили твердість ґрунту — ключову інформацію для майбутніх місій. Місія довела можливість безпечної посадки автоматичних станцій на Місяць. «Луна-9» стала технічним проривом у космічних технологіях і принесла важливі наукові дані про фізичні властивості місячної поверхні.",
        "satellites__card-text--5": "«Луна-10» — перший штучний супутник Місяця, запущений СРСР 31 березня 1966 року. Апарат вийшов на орбіту 3 квітня й здійснив понад 400 обертів навколо Місяця. Він збирав дані про гравітаційне поле, метеорну активність, радіацію й хімічний склад. Місія стала символом досягнень радянської науки й вийшла в історію як перший успішний штучний об’єкт на місячній орбіті. Це допомогло підготувати подальші польоти до Місяця, як автоматичні, так і пілотовані.",
        "satellites__card-text--6": "«Lunar Orbiter 1», запущений США 10 серпня 1966 року, був першою місією NASA з орбітального картографування Місяця. Він зробив понад 200 фотографій, включно з першим знімком Землі з орбіти Місяця. Мета — підготовка посадок «Аполлонів». Апарат детально дослідив місячну поверхню, обравши потенційні місця для посадки. Його успішна навігація й передача зображень довели ефективність американської технології у дослідженні Місяця.",
        "satellites__card-text--7": "«Луна-24» — остання радянська місія на Місяць, запущена 9 серпня 1976 року. Вона стала третьою місією, яка доставила зразки місячного ґрунту на Землю. Апарат успішно приземлився в районі Моря Криз і зібрав 170 грамів породи, використовуючи бур і автоматичну руку. 22 серпня капсула зі зразками безпечно повернулась. «Луна-24» дала нові відомості про геологію Місяця і стала завершальним етапом радянської місячної програми.",
        "satellites__card-text--8": "«Lunar Prospector» — американська орбітальна місія, запущена 7 січня 1998 року. Апарат досліджував гравітаційне поле, магнітні аномалії, склад мінералів і шукав сліди водяного льоду на полюсах. Його сенсори виявили ознаки води у вигляді гідратів, що стало важливим відкриттям. Місія завершилася 31 липня 1999 року навмисним зіткненням з Місяцем у спробі виявити пару води. Вона надала значущі дані для планування майбутніх місій.",
        "satellites__card-text--9": "SMART-1 — перша місія Європейського космічного агентства до Місяця, запущена 27 вересня 2003 року. Вона використовувала іонний двигун і тестувала нові технології. SMART-1 вийшов на місячну орбіту в 2004 році й займався зніманням поверхні в інфрачервоному, рентгенівському та видимому діапазонах. Апарат допоміг уточнити розподіл хімічних елементів і перевірити технології для майбутніх міжпланетних місій. Місія завершилась 3 вересня 2006 року зіткненням з Місяцем.",
        "satellites__card-text--10": "«Kaguya (SELENE)» — японська місячна орбітальна місія, запущена 14 вересня 2007 року. Це була найбільша місія до Місяця з часів «Аполлона». Основна мета — детальне картографування поверхні, дослідження гравітаційного поля, геології та внутрішньої структури. Апарат мав 15 наукових інструментів і два субсупутники. Він надіслав зображення в HD-якості й виявив можливі залишки вулканічної активності. Місія завершилась контрольованим зіткненням з поверхнею 10 червня 2009 року.",
        "satellites__card-text--11": "LRO — американський супутник, запущений 18 червня 2009 року. Основна мета — докладне картографування поверхні Місяця, зокрема можливих місць для висадки людей. Його камери створили найточнішу 3D-мапу поверхні, а сенсори виявляли наявність води в тіні кратерів. LRO досі активний, надаючи цінні дані про рельєф, температуру, радіацію та ресурси. Місія стала основою для планування програми «Артеміда» і повернення людини на Місяць.",
        "satellites__card-text--12": "«Чан’е-2» — китайський орбітальний супутник, запущений 1 жовтня 2010 року. Він був покращеною версією «Чан’е-1» і здійснив детальне картографування з високою роздільною здатністю. Апарат передав точні зображення району Синус Іридиум, потенційного місця посадки майбутніх місій. Після основної фази полетів до точки Лагранжа L2, а згодом дослідив астероїд Тутатіс. «Чан’е-2» підтвердив технічну спроможність Китаю до глибокого космосу.",
        "satellites__card-text--13": "«Чан’е-4» — китайська місія, яка вперше в історії здійснила м’яку посадку на зворотному боці Місяця 3 січня 2019 року. Апарат складався з посадкового модуля та місяцехода «Юйту-2». Мета — дослідження геології, складу ґрунту, випромінення і умов для майбутніх баз. Для зв’язку використовується ретранслятор «Цюецяо» на орбіті. Місія виявила цікаві дані про внутрішню структуру Місяця й показала можливість довготривалих операцій на темній стороні.",
        "satellites__card-text--14": "CAPSTONE — американський кубсат, запущений 28 червня 2022 року для випробування нової орбіти навколо Місяця: NRHO (еліптична орбіта гало), яку планують для станції «Gateway». Цей мінісупутник допомагає перевірити навігацію, стабільність орбіти та зв’язок без постійного контролю з Землі. Незважаючи на труднощі після запуску, CAPSTONE успішно увійшов в цільову орбіту й надає критично важливі дані для майбутніх місій в рамках програми «Артеміда».",
        "habitability__title": "Життєпридатність",
        "habitability__sub-title--1": "В повітрі",
        "habitability__sub-title--2": "На землі",
        "habitability__info-text--air": "Атмосфера Місяця, точніше — екзосфера, надзвичайно розріджена і не містить компонентів, необхідних для підтримки життя. На відміну від щільної й життєдайної атмосфери Землі, місячна газова оболонка складається з поодиноких атомів, які не здатні забезпечити дихання, клімат чи біологічні процеси.<br> Наукові дослідження життєпридатності атмосфери Місяця активізувалися в середині XX століття. Перші місії СРСР та США — Луна, Рейнджер, Сервеєр — зафіксували майже повну відсутність атмосферного тиску. Ці дані були підтверджені програмою Аполлон. Під час місії Аполлон-11 у 1969 році астронавти зібрали зразки ґрунту й провели вимірювання на місці. Було встановлено, що кисень, азот, вуглекислий газ і водяна пара — ключові компоненти життя — практично відсутні.<br> Замість цього в екзосфері Місяця виявлено сліди гелію, неону, водню, натрію й калію — у надзвичайно низьких концентраціях (частки на трильйон). Через таку розрідженість молекули майже не стикаються одна з одною, і поведінка атмосфери більше нагадує відкритий космос, ніж планету.<br> Місяць не здатний утримувати тепло, блокувати радіацію або підтримувати водний цикл. Через відсутність тиску рідка вода не може існувати на поверхні: вона одразу випаровується або замерзає. Жодного шару з повітрям, придатним для дихання, не існує.<br> Кратери, що перебувають у постійній тіні та можуть зберігати лід, не показали жодних слідів життя, ані сучасного, ані викопного. Це переконливо свідчить, що життя в атмосфері Місяця ніколи не виникало.<br> Сучасні зонди й супутники підтверджують цю безжиттєвість, хоча й допомагають краще зрозуміти будову екзосфер подібних небесних тіл.<br> Підсумовуючи: атмосфера Місяця є абсолютно непридатною для життя. Без кисню, тиску й захисту від радіації не виживуть навіть найстійкіші земні організми. Майбутні поселення потребуватимуть повністю герметичних та контрольованих умов.",
        "habitability__img-comment--air": "Апарат «Lunar Module» (LM) був космічним кораблем, розробленим NASA у рамках програми «Аполлон» для доставки астронавтів з орбіти Місяця на його поверхню і назад. Він складався з двох ступенів: посадкового — для приземлення, та злітного — для повернення на орбіту. Перший пілотований LM здійснив посадку на Місяць під час місії «Аполлон-11» у 1969 році.",
        "habitability__air-text--1": "Хоча Місяць не має придатного для дихання повітря, в його екзосфері є натрій і калій, які створюють тьмяні світні хмари, видимі під час затемнень — свідчення динамічних процесів.",
        "habitability__air-text--2": "Прилади «Аполлонів» зафіксували тимчасові місячні явища — раптові світіння або тумани в атмосфері, ймовірно викликані електростатичним рухом пилу або вивільненням газів з поверхні.",
        "habitability__air-text--3": "Жодних органічних молекул або біосигнатур у місячній атмосфері не виявлено, що переконливо свідчить: Місяць ніколи не підтримував навіть мікробне життя у газоподібному середовищі.",
        "habitability__air-text--4": "Попри стан майже повного вакууму, атмосфера Місяця трохи змінюється під впливом сонячної активності — це свідчить про певну взаємодію з сонячним вітром і магнітними полями.",
        "habitability__air-text--5": "Деякі ранні вчені припускали, що давні вулканічні газові викиди могли тимчасово ущільнити атмосферу Місяця — але доказів довготривалого тиску так і не знайдено.",
        "habitability__air-text--6": "Місія LADEE NASA підтвердила: удари мікрометеоритів тимчасово збільшують газовий вміст екзосфери, що свідчить про короткочасну атмосферну активність, не пов’язану з біологією.",
        "habitability__info-text--ground": "Поверхня Місяця — це одне з найекстремальніших середовищ у Сонячній системі. Вона абсолютно непридатна для життя: тут немає атмосфери, панує вакуум, і спостерігаються колосальні коливання температур — від +127°C удень до –173°C уночі.<br> Через відсутність атмосфери Місяць не захищений від космічного випромінювання та сонячного вітру. Ультрафіолетові та високoенергетичні частинки безперешкодно досягають поверхні, створюючи вкрай агресивне середовище для будь-яких живих організмів. На відміну від Землі, яка має магнітне поле та щільну атмосферу, Місяць не має природного щита.<br> Зразки місячного ґрунту, зібрані під час місій Аполлон, показали, що реголіт — пилова поверхнева оболонка — сухий, інертний і не містить органічних сполук. Деякі місії виявили сліди водяного льоду в кратерах поблизу полюсів, але ці запаси недостатні для підтримки життя. Відсутність рідкої води, надзвичайний холод і радіація виключають можливість існування навіть найпростіших форм життя.<br> Крім того, Місяць — геологічно мертве тіло. Тут немає тектоніки, вулканічної активності чи внутрішнього тепла, які на Землі створюють умови для життя в печерах чи біля гідротермальних джерел. На Місяці таких середовищ не існує.<br> Попри це, поверхня Місяця розглядається як потенційне місце для майбутнього освоєння людиною. Проте будь-яка база вимагатиме повної герметизації, захисту від радіації та повного циклу життєзабезпечення. Життя на Місяці буде більше схоже на перебування в космічному апараті, ніж на життя на планеті.<br> Станом на сьогодні на поверхні Місяця не виявлено жодних слідів життя — ані сучасного, ані давнього. Усі наукові дані свідчать про повну безжиттєвість цього тіла. Навіть мікроорганізми з Землі без захисту там не виживуть.<br> Отже, Місяць — це стерильний, екстремальний ландшафт без води, повітря та природного укриття. Але він залишається важливою метою для науки, техніки й досліджень майбутнього.",
        "habitability__img-comment--ground": "«Лунохід-2» був радянським безпілотним місяцеходом, доставленим на Місяць у січні 1973 року під час місії «Луна-21». Це був другий успішний апарат у радянській програмі дослідження Місяця. За 4,5 місяці «Лунохід-2» проїхав близько 39 км, встановивши рекорд найдовшої дистанції, подоланої на іншій планеті, який протримався до 2014 року. Він передав понад 80 000 зображень і цінні наукові дані про місячний ґрунт і рельєф.",
        "habitability__ground-text--1": "Місячний реголіт повністю стерильний — зразки «Аполлонів» не показали ні мікробного життя, ні викопних слідів, попри мільярди років впливу радіації та космічних ударів.",
        "habitability__ground-text--2": "Деякі дослідники зафіксували дивні спалахи на поверхні Місяця — так звані ТЛЯ, які можуть бути пов’язані з газовими викидами або сейсмічною активністю, але не з життям.",
        "habitability__ground-text--3": "Радіолокаційні дослідження виявили лід під поверхнею в тіньових кратерах, але ці зони надто холодні, темні й інертні, щоб підтримувати будь-яку активну біологію.",
        "habitability__ground-text--4": "Поверхня Місяця позбавлена геотермальної активності — на відміну від Землі, тут немає внутрішнього тепла, яке могло б підтримати мікробні екосистеми під ґрунтом.",
        "habitability__ground-text--5": "Існували гіпотези про давні океани на Місяці та можливе життя, але сучасні дані доводять: поверхня завжди була сухою й безповітряною."
    },
    "mars": {
        "header__earth-link": "Земля",
        "header__moon-link": "Місяць",
        "header__mars-link": "Марс",
        "header__exploration-link": "Дослідження",
        "header__landscape-link": "Ландшафт",
        "header__parameters-link": "Параметри",
        "header__satellites-link": "Супутники",
        "header__habitability-link": "Життєпридатність",
        "header__language-link": "Мови",
        "popup__selLang": "Оберіть мову",
        "hero__title": "Марс",
        "hero__sub-title": "Червона планета",
        "hero__start-btn": "Почати гід",
        "hero__exploration-title": "Дослідження",
        "hero__exploration-text--1": "Галілео Галілей першим спостерігав Марс через телескоп у 1610 році, започаткувавши детальне астрономічне вивчення цієї загадкової червоної планети.",
        "hero__exploration-text--2": "У 1877 році Джованні Скіапареллі наніс на карту «каналі» Марса, які помилково переклали як «канали», що викликало світові припущення про розумне життя на Марсі.",
        "hero__exploration-text--3": "У 1965 році апарат Mariner 4 NASA вперше успішно пролетів повз Марс, передавши 21 знімок крупним планом та важливі атмосферні дані.",
        "hero__exploration-text--4": "Viking 1 став першим апаратом, що безпечно приземлився на Марс у 1976 році, передаючи революційні зображення поверхні та метеодані.",
        "hero__exploration-text--5": "У 2008 році апарат Phoenix NASA підтвердив наявність водяного льоду під поверхнею Марса біля північного полюса після успішного аналізу ґрунту.",
        "hero__exploration-text--6": "Починаючи з 1997 року, марсоходи Sojourner, Spirit, Opportunity, Curiosity і Perseverance автономно досліджували поверхню Марса та надсилали дані для планетарних досліджень.",
        "hero__exploration-text--7": "У 2021 році вертоліт Ingenuity NASA здійснив перший керований і моторизований політ на іншій планеті, довівши можливість польоту в розрідженій атмосфері Марса.",
        "hero__img-comment": "Марінер-4 - американський роботизований міжпланетний зонд, який у 1965 році став першим космічним апаратом, що успішно пролетів повз Марс і надіслав перші великі зображення марсіанської поверхні.",
        "landscape__title": "Ландшафт",
        "landscape__sub-title--1": "Зовнішня будова",
        "landscape__surface-text--1": "У 1971 році апарат Mariner 9 NASA першим вийшов на орбіту Марса і показав гігантські каньйони, згаслі вулкани та пилові бурі на поверхні, яка здебільшого складається з базальтових порід, пилу та вулканічного піску.",
        "landscape__surface-text--2": "Олімп — найвищий вулкан у Сонячній системі (приблизно 22 км), відкритий під час місій Mariner. Його поверхня утворена застиглою лавою, вулканічним попелом і пористими породами.",
        "landscape__surface-text--3": "На Марсі є величезні ударні басейни, як-от Hellas Planitia, що виникли мільярди років тому від астероїдних ударів. Їхній ґрунт складається з ущільненого пилу, кам’яного уламкового матеріалу й шарів льоду.",
        "landscape__surface-text--4": "У 1970-х роках апарати Viking передали перші знімки марсіанських пейзажів із червоними каменями та запиленими рівнинами, які складаються переважно з оксиду заліза, пухкого реголіту та затверділих шарів осадових порід.",
        "landscape__surface-text--5": "Марсоходи Spirit і Opportunity виявили докази існування води в минулому — шари осадів і відкладення, сформовані рідкою водою, що містять глину, сульфати та залізовмісні породи в корі Марса.",
        "landscape__surface-text--6": "Сезонні темні смуги, відомі як «повторювані схилові лінії», ймовірно виникають через солоні потоки води, що формуються на схилах Марса в ґрунті з перхлоратами та гідратованими солями.",
        "landscape__sub-title--2": "Внутрішня будова",
        "landscape__interior-text--1": "Зонд InSight, який успішно приземлився на Марсі у 2018 році, передав перші сейсмічні дані, підтвердивши наявність у планети кори, мантії та ядра — подібно до Землі. Кора Марса містить базальтові породи, багаті на залізо й магнієві силікати.",
        "landscape__interior-text--2": "Кора Марса значно товстіша за земну, ймовірно, через відсутність активної тектоніки та зон субдукції. Вона складається з базальтів, вулканічного попелу та мінералів, як-от гематит, які зумовлюють червоний колір планети.",
        "landscape__interior-text--3": "Зонд InSight зафіксував помірну сейсмічну активність — це свідчить, що Марс досі внутрішньо активний. Поштовхи виникають у корі з лавових порід, силікатів і сульфатів, що допомагають відстежити теплову й вулканічну історію планети.",
        "landscape__interior-text--4": "Магнітні дані з Mars Global Surveyor вказують на існування давнього глобального магнітного поля, яке зникло мільярди років тому. Його сліди зберігаються в породах, що містять магнетит, олівін та піроксен.",
        "landscape__interior-text--5": "Ядро Марса, ймовірно, розплавлене і насичене сіркою, що відрізняє його від земного залізо-нікелевого ядра. Мантія та кора складаються з силікатів, зокрема польового шпату, плагіоклазу й оксидів заліза.",
        "landscape__interior-text--6": "На Марсі існує різкий поділ між північними низинами та південними височинами, що, ймовірно, сформувався внаслідок ранніх ударів або конвекції в мантії. У цих регіонах зустрічаються різні типи базальтів і сірчані породи.",
        "landscape__interior-text--7": "Карти гравітаційного поля, складені апаратами на орбіті, як-от MRO, виявляють підповерхневі масиви та тріщини. Ці області містять щільні мінерали — базальт, магнетит і гідратовані силікати.",
        "landscape__interior-text--8": "Дані теплового випромінювання свідчать, що мантія Марса холодніша та менш активна, ніж земна, що зменшує вулканічну активність. На поверхні виявлено базальти, олівін, піроксени та багатий на сульфати пил.",
        "landscape__interior-text--9": "Сейсмічні відбиття вказують, що ядро Марса простягається на половину його радіуса — пропорційно більше, ніж у Землі. Вище — мантія та кора з вулканічних і глинистих шарів.",
        "parameters__title": "Параметри",
        "parameters__card-title--1": "Екваторіальний діаметр",
        "parameters__card-title--2": "Полярний діаметр",
        "parameters__card-title--3": "Середній радіус",
        "parameters__card-title--4": "Окружність екватора",
        "parameters__card-title--5": "Площа поверхні",
        "parameters__card-title--6": "Маса",
        "parameters__card-title--7": "Густина",
        "parameters__card-title--8": "Гравітація",
        "parameters__card-title--9": "Тривалість доби (зоряна)",
        "parameters__card-title--10": "Орбітальний період (рік)",
        "parameters__card-title--11": "Швидкість обертання на екваторі",
        "parameters__card-title--12": "Орбітальна швидкість",
        "parameters__card-title--13": "Нахил осі",
        "parameters__card-unit--km": "км",
        "parameters__card-unit--km²": "км²",
        "parameters__card-unit--kg": "кг",
        "parameters__card-unit--g/cm³": "гр/см³",
        "parameters__card-unit--m/s²": "м/с²",
        "parameters__card-unit--h": "г",
        "parameters__card-unit--m": "хв",
        "parameters__card-unit--s": "с",
        "parameters__card-unit--days": "днів",
        "parameters__card-unit--km/h": "км/г",
        "parameters__card-unit--km/s": "км/с",
        "card-title-about": "Інформація",
        "parameters__card-text--1": "Екваторіальний діаметр Марса — близько 6 792 км. Уперше його точно виміряли в XIX столітті за допомогою телескопів та триангуляції. Астроном Джованні Скіапареллі відіграв ключову роль у цих дослідженнях. У 1965 році апарат Mariner 4 підтвердив ці дані за допомогою радарів і знімків. Завдяки цим місіям стало можливим створення точних карт Марса й підтвердження його злегка сплюснутої форми на екваторі.",
        "parameters__card-text--2": "Полярний діаметр Марса становить приблизно 6 752 км. Вперше його визначили у XIX столітті, виявивши різницю з екваторіальним діаметром. Це свідчило про сплюснуту форму планети. Пізніше зонди Viking (1976) і Mars Global Surveyor (1997) провели точні вимірювання висот за допомогою радарів. Це підтвердило сплющення біля полюсів і дало змогу краще змоделювати внутрішню будову Марса та вплив обертання.",
        "parameters__card-text--3": "Середній радіус Марса — приблизно 3 390 км. Уперше його оцінили на основі кутових вимірювань під час протистояння планети. Місія Mariner 9 (1971) уточнила ці дані завдяки орбітальним спостереженням і топографічним вимірам. Значення враховує відмінності між екватором і полюсами. Сучасні орбітальні апарати використовують лазерні альтиметри, щоб забезпечити точну карту поверхні та краще змоделювати форму планети в науці.",
        "parameters__card-text--4": "Окружність екватора Марса становить приблизно 21 344 км. Початкові оцінки базувалися на множенні діаметра на число π. Ці розрахунки уточнили місії Mariner 9 та Viking. Зонд Mars Global Surveyor підтвердив значення завдяки точному відстеженню орбіти. Знання окружності важливе для обчислення відстаней, планування маршрутів, аналізу обертання планети та забезпечення орієнтації роверів і апаратів на поверхні Марса.",
        "parameters__card-text--5": "Площа поверхні Марса становить близько 144,8 млн км², тобто приблизно 28 % земної. Ранні обчислення ґрунтувались на радіусі планети. Пізніше місія MOLA (Mars Orbiter Laser Altimeter) створила топографічні карти завдяки лазерній альтиметрії. Це дозволило точно виміряти площу. Знання площі допомагає досліджувати клімат, ерозію, полярні льодовики, а також планувати посадки з урахуванням рельєфу і географії місцевості.",
        "parameters__card-text--6": "Маса Марса становить приблизно 6,42 × 10²³ кг. У XIX столітті її вперше оцінили, аналізуючи гравітаційний вплив Марса на астероїди. Сучасні апарати, як-от Mars Reconnaissance Orbiter, уточнили значення за допомогою доплерівського відстеження. Розуміння маси планети допомагає моделювати її внутрішню будову, гравітацію та обирати оптимальні траєкторії для посадок. Також це важливо для вивчення атмосферних процесів і порівняння з Землею.",
        "parameters__card-text--7": "Середня густина Марса — приблизно 3,93 г/см³, що менше, ніж у Землі. Спершу її оцінили за співвідношенням маси й об’єму. Сучасні місії, зокрема InSight (2018), підтвердили значення через сейсмічні дослідження. Менша густина вказує на менше ядро та іншу внутрішню будову. Це дозволяє краще зрозуміти еволюцію планети, її структуру та відсутність потужного магнітного поля.",
        "parameters__card-text--8": "Прискорення вільного падіння на Марсі — приблизно 3,71 м/с², або 38 % земного. Початкові оцінки базувалися на масі та радіусі. Апарат Viking (1976) уточнив значення через аналіз посадки. Точні дані надали орбітальні зонди, зокрема Mars Global Surveyor. Гравітація впливає на проєктування посадок, масу роверів та пересування людини. Також вона важлива для вивчення втрати атмосфери й потенційного життя на планеті.",
        "parameters__card-text--9": "Зоряна доба на Марсі триває 24 години 37 хвилин. У XVII столітті астроном Джованні Кассіні оцінив її, спостерігаючи повторювані особливості на поверхні. Телескопи фіксували ці зміни, щоб визначити період обертання. Сучасні зонди підтвердили тривалість за допомогою радіозв’язку. Подібність до земної доби є перевагою для роботизованих і майбутніх пілотованих місій, полегшуючи планування та синхронізацію з Землею.",
        "parameters__card-text--10": "Марс обертається навколо Сонця за 687 земних днів. У XVII столітті Йоганн Кеплер визначив цей період на основі телескопічних спостережень і своїх законів руху планет. Третій закон Кеплера описує залежність між орбітальним періодом і відстанню до Сонця. Сучасні місії, зокрема MAVEN, підтвердили значення через точне відстеження. Тривалий марсіанський рік впливає на зміну пір року, планування енергії та тривалість місій.",
        "parameters__card-text--11": "Швидкість обертання Марса на екваторі — близько 868 км/год. Її вперше оцінили через спостереження за поверхневими структурами. У ХХ столітті точність підвищили радарні спостереження із Землі. Дані з апаратів на орбіті, зокрема Mars Global Surveyor, дозволили ще точніше її визначити. Цей показник впливає на атмосферні процеси й пилові бурі. Хоча швидкість менша за земну, вона забезпечує стабільний ритм дня й ночі.",
        "parameters__card-text--12": "Марс рухається навколо Сонця зі швидкістю близько 24 км/с. Перші обчислення зроблені за допомогою законів Кеплера. Пізніше точні значення надали телескопічні та радарні спостереження, а також дані від зондів, як-от MAVEN. Через еліптичну орбіту швидкість змінюється протягом року. Цей параметр важливий для розрахунку траєкторій, гальмування при вході на орбіту й витрат пального.",
        "parameters__card-text--13": "Нахил осі Марса — приблизно 25,2°. Його відкрили через спостереження сезонних змін і полярних шапок. Перші оцінки належать до XVIII століття, а точні дані надані місіями Mariner, Viking та MRO. Цей нахил створює пори року, подібні до земних, і впливає на кліматичні умови, кількість сонячного світла та пилові бурі. У минулому нахил змінювався, що могло спричинити кліматичні коливання.",
        "satellites__title": "Супутники",
        "satellites__card-title--1": "Фобос",
        "satellites__card-title--2": "Деймос",
        "satellites__card-title--3": "Mariner 9",
        "satellites__card-title--4": "Mars Global Surveyor",
        "satellites__card-title--5": "Mars Odyssey",
        "satellites__card-title--6": "Mars Express",
        "satellites__card-title--7": "Maven",
        "satellites__card-title--8": "Trace Gas Orbiter",
        "satellites__card-title--9": "Tianwen-1",
        "satellites__card-unit--exp": "досліджено",
        "satellites__card-unit--launched": "запущено",
        "satellites__card-text--1": "Фобос — більший супутник Марса, відкритий американським астрономом Асафом Голлом 18 серпня 1877 року за допомогою 66-см рефрактора в Обсерваторії ВМС США. Названий на честь грецького бога страху. Обертається дуже близько до Марса та, ймовірно, з часом впаде на планету. Його нерегулярна форма і рельєф вивчались місіями Mars Express і Фобос-Грунт.",
        "satellites__card-text--2": "Деймос — менший із двох супутників Марса, відкритий Асафом Голлом 12 серпня 1877 року за допомогою телескопа Військово-морської обсерваторії США. Деймос обертається далі від Марса та має рівнішу поверхню з меншою кількістю кратерів. Його походження залишається дискусійним — можливо, це захоплений астероїд. Дані про нього збирали радянські місії «Фобос» і апарат Mars Express.",
        "satellites__card-text--3": "Запущений NASA у травні 1971 року, Mariner 9 став першим апаратом, який вийшов на орбіту навколо іншої планети. У листопаді 1971 року він досяг Марса та відобразив приблизно 85 % його поверхні. Станція виявила гігантські вулкани (наприклад, Олімп) і величезні каньйони, зокрема Долину Марінера. Ця місія докорінно змінила уявлення про геологію Марса.",
        "satellites__card-text--4": "Запущений NASA у листопаді 1996 року, Mars Global Surveyor працював до 2006 року. Апарат створив детальні мапи поверхні, вивчав магнітне поле та сезонні зміни. Він виявив ознаки минулої присутності води, що змінило уявлення про можливу придатність Марса до життя.",
        "satellites__card-text--5": "Запущений у квітні 2001 року, Mars Odyssey є найтривалішим за часом космічним апаратом на орбіті Марса. Він виявив підповерхневе водяний лід і створив карти рівнів радіації, важливі для майбутніх місій. Апарат також передавав дані з марсоходів Spirit і Opportunity. Його спостереження допомогли краще зрозуміти геологію й клімат Марса.",
        "satellites__card-text--6": "Mars Express був запущений ESA у червні 2003 року. Це перша європейська місія до Марса, яка досі залишається активною. Орбітер передав детальні топографічні, мінералогічні й атмосферні дані. Він виявив підповерхневе водяне лід і сліди сезонного метану. Місія дала змогу точно дослідити геологію Марса та його кліматичні зміни.",
        "satellites__card-text--7": "Запущена NASA у листопаді 2013 року, місія MAVEN досліджує атмосферу Марса та вплив сонячного вітру. Апарат виявив, як Марс поступово втрачав атмосферу протягом мільярдів років. Отримані дані підтвердили гіпотезу, що саме сонячний вітер спричинив істотні зміни в кліматі та життєпридатності планети. MAVEN продовжує спостерігати за верхніми шарами атмосфери.",
        "satellites__card-text--8": "Орбітер Trace Gas Orbiter ExoMars, запущений ESA та Роскосмосом у 2016 році, досліджує слідові гази в атмосфері Марса, зокрема метан. Його мета — з’ясувати походження газів: геологічне чи біологічне. Апарат також виконує функцію ретрансляції даних для інших місій. Його вимірювання допомогли вдосконалити моделі марсіанського клімату та газових процесів.",
        "satellites__card-text--9": "Китайська місія Тяньвень-1, запущена CNSA у липні 2020 року, складається з орбітера, посадкового модуля і ровера Чжужун. У лютому 2021 року вона досягла Марса. Орбітер досліджує рельєф і клімат, ровер працює в районі Утопія Планіція. Це перша повністю самостійна міжпланетна місія Китаю, яка засвідчила його науково-космічний потенціал.",
        "habitability__title": "Життєпридатність",
        "habitability__sub-title--1": "В повітрі",
        "habitability__sub-title--2": "На землі",
        "habitability__info-text--air": "Атмосфера Марса є однією з головних перешкод для його заселення. Вона складається приблизно на 95% з вуглекислого газу, 2,6% азоту і менш ніж 2% кисню та інших газів. Такий склад істотно відрізняється від земного. Атмосферний тиск на поверхні Марса становить менш як 1% земного, що робить неможливим виживання людини без захисного костюма чи герметичних житлових модулів.<br> Температура — ще одна серйозна проблема. Через розріджену атмосферу планета не може утримувати тепло, і середня температура становить приблизно –63°C, з можливим зниженням до –125°C поблизу полюсів. Втім, науковці вивчають можливості терраформування або створення штучних середовищ існування, які зможуть пристосуватися до марсіанських умов. Технології замкненого циклу забезпечення життя та біосфери можуть стати вирішенням цієї проблеми.<br> Велика загроза — радіація. Через відсутність глобального магнітного поля та тонкий атмосферний шар, Марс майже не захищає від сонячного і космічного випромінювання. Тривалий вплив такого випромінювання може викликати мутації та підвищити ризик раку. Серед можливих рішень — спорудження підземних жител, використання спеціальних захисних матеріалів або марсіанського ґрунту як щита.<br> Попри всі труднощі, атмосфера Марса має певні переваги. Наприклад, вуглекислий газ можна використовувати для виробництва кисню хімічним шляхом. Також виявлено водяну пару та сезонні викиди метану, що може свідчити про геологічну або навіть біологічну активність.<br> Отже, хоча атмосфера Марса не є придатною для життя за земними мірками, з розвитком технологій можливо створити умови для існування людини в майбутньому.",
        "habitability__img-comment--air": "Ingenuity — це перший у світі вертоліт, що здійснив керований політ на іншій планеті. Він прибув на Марс разом із ровером Perseverance у 2021 році. Апарат довів можливість польоту в розрідженій атмосфері Марса.",
        "habitability__air-text--1": "Марсіанська атмосфера має локальні турбулентні зони, які можуть короткочасно створювати сприятливіші умови для життя. Такі мікросередовища могли б захищати мікроорганізми від екстремального холоду та радіації, хоча вони залишаються дуже нестабільними і недовговічними в реальних умовах планети.",
        "habitability__air-text--2": "Атомарний водень у атмосфері Марса виникає через розпад водяної пари, що підтверджує обіг води. Це є доказом активних атмосферних процесів, здатних підтримувати водяну фазу, необхідну для більшості відомих земних форм життя.",
        "habitability__air-text--3": "В атмосфері Марса ультрафіолетові промені викликають складні фотохімічні реакції. Вони можуть формувати сполуки, які є джерелом енергії або будівельним матеріалом для простих організмів, особливо якщо ті здатні до фотосинтезу або мають захисні механізми.",
        "habitability__air-text--4": "Атмосферні зміни рівня кисню на Марсі не мають чіткого пояснення. Ці коливання можуть вказувати на невідомий підповерхневий процес, можливо, біологічний, або на досі не вивчену геохімію, яка впливає на газовий баланс.",
        "habitability__air-text--5": "Існує думка, що в минулому атмосфера Марса була щільнішою, здатною утримувати тепло та воду. Це створювало кращі умови для виникнення життя, про що свідчать геологічні знахідки та кліматичні реконструкції.",
        "habitability__air-text--6": "Дослідження показують, що деякі бактерії могли б жити у верхніх шарах атмосфери Марса, використовуючи сонячне світло для енергії та пристосувавшись до екстремальних умов через мутації або мінеральні покриття.",
        "habitability__info-text--ground": "Поверхня Марса має екстремальні умови, що створюють серйозні перешкоди для життя. Розріджена атмосфера не блокує небезпечне сонячне та космічне випромінювання, що шкодить здоров’ю. Температура коливається від незначного тепла до глибокого холоду, часто опускаючись нижче –80°C.<br> На поверхні немає рідкої води, але є поклади льоду під ґрунтом або біля полюсів. Гравітація становить лише 38% земної, що може впливати на здоров’я людей у тривалих місіях. Марсіанський пил здатен пошкодити обладнання та викликати проблеми з диханням.<br> Попри це, останні місії підтвердили наявність мінералів та водяного льоду — потенційних ресурсів для колоністів. Купольні модулі, сонячна енергія та місцеві ресурси можуть підтримувати життя.<br> Отже, хоча поверхня Марса ворожа до незахищеного життя, з правильним обладнанням і технологіями люди зможуть вижити й працювати там у майбутньому.",
        "habitability__img-comment--ground": "Марсохід Curiosity був запущений NASA 26 листопада 2011 року і успішно приземлився на Марсі 6 серпня 2012 року в кратері Ґейл. Його головна мета — вивчення геології та клімату планети, а також визначення, чи міг Марс колись підтримувати мікробне життя. Оснащений повноцінною науковою лабораторією, Curiosity досі працює і продовжує передавати цінні дані на Землю.",
        "habitability__ground-text--1": "Сульфати у марсіанському ґрунті можуть утримувати воду та забезпечувати захист від шкідливого випромінювання. Вони створюють мікросередовище, потенційно придатне для виживання мікробів під поверхнею.",
        "habitability__ground-text--2": "Формації, подібні до давніх гарячих джерел, можуть вказувати на теплі водні місця, які підтримували мікробне життя на ранньому Марсі, коли вулканізм був активним.",
        "habitability__ground-text--3": "Лавові печери на Марсі ізолюють внутрішній простір від поверхневих умов. Там температура стабільна, і радіація значно знижена — потенційний притулок для життя.",
        "habitability__ground-text--4": "Солоні розсоли на поверхні можуть бути рідкими протягом коротких періодів. Це дає шанс для тимчасового існування мікробів, хоча умови залишаються вкрай токсичними.",
        "habitability__ground-text--5": "Знахідка бору у гірських породах Марса свідчить про хімічні умови, сприятливі для формування РНК, ключового компонента для початкових форм життя."
    }
}